{
    "elements": [
        {
            "label": "Docking",
            "type": "Theme"
        },
        {
            "label": "FixedTarget",
            "type": "Theme"
        },
        {
            "label": "GeneralDocking",
            "type": "Theme"
        },
        {
            "label": "MovingTarget",
            "type": "Theme"
        },
        {
            "label": "GroundVehicle",
            "type": "Theme"
        },
        {
            "label": "OtherMovingTarget",
            "type": "Theme"
        },
        {
            "label": "AirbornVehicle",
            "type": "Theme"
        },
        {
            "label": "FixedWing-FixedWing",
            "type": "Theme"
        },
        {
            "label": "RotaryWing-RotaryWing",
            "type": "Theme"
        },
        {
            "label": "RotaryWing-FixedWing",
            "type": "Theme"
        },
        {
            "label": "Differential flatness based control of a rotorcraft for aggressive maneuvers",
            "type": "webpage",
            "Zotero Link": "",
            "Original Link": "https://ieeexplore.ieee.org/abstract/document/6095098",
            "Description": "",
            "Publication": "",
            "Date": "",
            "Tag": []
        },
        {
            "label": "Visual Servoing of Quadrotors for Perching by Hanging From Cylindrical Objects",
            "type": "journalArticle",
            "Zotero Link": "",
            "Original Link": "http://ieeexplore.ieee.org/document/7347389/",
            "Description": "",
            "Publication": "IEEE Robotics and Automation Letters",
            "Date": "1/2016",
            "Tag": [
                "FixedTarget"
            ]
        },
        {
            "label": "Justin Thomas",
            "type": "Person"
        },
        {
            "label": "Giuseppe Loianno",
            "type": "Person"
        },
        {
            "label": "Kostas Daniilidis",
            "type": "Person"
        },
        {
            "label": "Vijay Kumar",
            "type": "Person"
        },
        {
            "label": "A survey of Open-Source UAV flight controllers and flight simulators",
            "type": "journalArticle",
            "Zotero Link": "",
            "Original Link": "https://www.sciencedirect.com/science/article/pii/S0141933118300930",
            "Description": "The current disruptive innovation in civilian drone (UAV) applications has led to an increased need for research and development in UAV technology. The key challenges currently being addressed are related to UAV platform properties such as functionality, reliability, fault tolerance, and endurance, which are all tightly linked to the UAV flight controller hardware and software. The lack of standardization of flight controller architectures and the use of proprietary closed-source flight controllers on many UAV platforms, however, complicates this work: solutions developed for one flight controller may be difficult to port to another without substantial extra development and testing. Using open-source flight controllers mitigates some of these challenges and enables other researchers to validate and build upon existing research. This paper presents a survey of the publicly available open-source drone platform elements that can be used for research and development. The survey covers open-source hardware, software, and simulation drone platforms and compares their main features.",
            "Publication": "Microprocessors and Microsystems",
            "Date": "2018-09-01",
            "Tag": [
                "lol"
            ]
        },
        {
            "label": "Emad Ebeid",
            "type": "Person"
        },
        {
            "label": "Martin Skriver",
            "type": "Person"
        },
        {
            "label": "Kristian Husum Terkildsen",
            "type": "Person"
        },
        {
            "label": "Kjeld Jensen",
            "type": "Person"
        },
        {
            "label": "Ulrik Pagh Schultz",
            "type": "Person"
        },
        {
            "label": "Swarmanoid: A Novel Concept for the Study of Heterogeneous Robotic Swarms",
            "type": "journalArticle",
            "Zotero Link": "",
            "Original Link": "https://ieeexplore.ieee.org/abstract/document/6603259",
            "Description": "Swarm robotics systems are characterized by decentralized control, limited communication between robots, use of local information, and emergence of global behavior. Such systems have shown their potential for flexibility and robustness [1]-[3]. However, existing swarm robotics systems are by and large still limited to displaying simple proof-of-concept behaviors under laboratory conditions. It is our contention that one of the factors holding back swarm robotics research is the almost universal insistence on homogeneous system components. We believe that swarm robotics designers must embrace heterogeneity if they ever want swarm robotics systems to approach the complexity required of real-world systems.",
            "Publication": "IEEE Robotics & Automation Magazine",
            "Date": "2013-12",
            "Tag": []
        },
        {
            "label": "Marco Dorigo",
            "type": "Person"
        },
        {
            "label": "Dario Floreano",
            "type": "Person"
        },
        {
            "label": "Luca Maria Gambardella",
            "type": "Person"
        },
        {
            "label": "Francesco Mondada",
            "type": "Person"
        },
        {
            "label": "Stefano Nolfi",
            "type": "Person"
        },
        {
            "label": "Tarek Baaboura",
            "type": "Person"
        },
        {
            "label": "Mauro Birattari",
            "type": "Person"
        },
        {
            "label": "Michael Bonani",
            "type": "Person"
        },
        {
            "label": "Manuele Brambilla",
            "type": "Person"
        },
        {
            "label": "Arne Brutschy",
            "type": "Person"
        },
        {
            "label": "Daniel Burnier",
            "type": "Person"
        },
        {
            "label": "Alexandre Campo",
            "type": "Person"
        },
        {
            "label": "Anders Lyhne Christensen",
            "type": "Person"
        },
        {
            "label": "Antal Decugniere",
            "type": "Person"
        },
        {
            "label": "Gianni Di Caro",
            "type": "Person"
        },
        {
            "label": "Frederick Ducatelle",
            "type": "Person"
        },
        {
            "label": "Eliseo Ferrante",
            "type": "Person"
        },
        {
            "label": "Alexander Forster",
            "type": "Person"
        },
        {
            "label": "Javier Martinez Gonzales",
            "type": "Person"
        },
        {
            "label": "Jerome Guzzi",
            "type": "Person"
        },
        {
            "label": "Valentin Longchamp",
            "type": "Person"
        },
        {
            "label": "Stephane Magnenat",
            "type": "Person"
        },
        {
            "label": "Nithin Mathews",
            "type": "Person"
        },
        {
            "label": "Marco Montes de Oca",
            "type": "Person"
        },
        {
            "label": "Rehan O'Grady",
            "type": "Person"
        },
        {
            "label": "Carlo Pinciroli",
            "type": "Person"
        },
        {
            "label": "Giovanni Pini",
            "type": "Person"
        },
        {
            "label": "Philippe Retornaz",
            "type": "Person"
        },
        {
            "label": "James Roberts",
            "type": "Person"
        },
        {
            "label": "Valerio Sperati",
            "type": "Person"
        },
        {
            "label": "Timothy Stirling",
            "type": "Person"
        },
        {
            "label": "Alessandro Stranieri",
            "type": "Person"
        },
        {
            "label": "Thomas Stutzle",
            "type": "Person"
        },
        {
            "label": "Vito Trianni",
            "type": "Person"
        },
        {
            "label": "Elio Tuci",
            "type": "Person"
        },
        {
            "label": "Ali Emre Turgut",
            "type": "Person"
        },
        {
            "label": "Florian Vaussard",
            "type": "Person"
        },
        {
            "label": "Perspectives in machine learning for wildlife conservation",
            "type": "journalArticle",
            "Zotero Link": "",
            "Original Link": "https://www.nature.com/articles/s41467-022-27980-y",
            "Description": "Inexpensive and accessible sensors are accelerating data acquisition in animal ecology. These technologies hold great potential for large-scale ecological understanding, but are limited by current processing approaches which inefficiently distill data into relevant information. We argue that animal ecologists can capitalize on large datasets generated by modern sensors by combining machine learning approaches with domain knowledge. Incorporating machine learning into ecological workflows could improve inputs for ecological models and lead to integrated hybrid modeling tools. This approach will require close interdisciplinary collaboration to ensure the quality of novel approaches and train a new generation of data scientists in ecology and conservation.",
            "Publication": "Nature Communications",
            "Date": "2022-02-09",
            "Tag": []
        },
        {
            "label": "Devis Tuia",
            "type": "Person"
        },
        {
            "label": "Benjamin Kellenberger",
            "type": "Person"
        },
        {
            "label": "Sara Beery",
            "type": "Person"
        },
        {
            "label": "Blair R. Costelloe",
            "type": "Person"
        },
        {
            "label": "Silvia Zuffi",
            "type": "Person"
        },
        {
            "label": "Benjamin Risse",
            "type": "Person"
        },
        {
            "label": "Alexander Mathis",
            "type": "Person"
        },
        {
            "label": "Mackenzie W. Mathis",
            "type": "Person"
        },
        {
            "label": "Frank van Langevelde",
            "type": "Person"
        },
        {
            "label": "Tilo Burghardt",
            "type": "Person"
        },
        {
            "label": "Roland Kays",
            "type": "Person"
        },
        {
            "label": "Holger Klinck",
            "type": "Person"
        },
        {
            "label": "Martin Wikelski",
            "type": "Person"
        },
        {
            "label": "Iain D. Couzin",
            "type": "Person"
        },
        {
            "label": "Grant van Horn",
            "type": "Person"
        },
        {
            "label": "Margaret C. Crofoot",
            "type": "Person"
        },
        {
            "label": "Charles V. Stewart",
            "type": "Person"
        },
        {
            "label": "Tanya Berger-Wolf",
            "type": "Person"
        },
        {
            "label": "Development of Resilient Drones for Harsh Arctic Environment: Challenges, Opportunities, and Enabling Technologies",
            "type": "conferencePaper",
            "Zotero Link": "",
            "Original Link": "https://ieeexplore.ieee.org/document/9836136/authors#authors",
            "Description": "The Arctic is one of the least developed and most under-invested regions in the world, primarily due to its harsh environment and remoteness. However, with the current retreat of Arctic sea ice, the pristine Arctic region is gradually open for economic activities and has been of great interest for Arctic council members. For example, the European Union (EU) Integrated Policy for the Arctic has a clear emphasis on the issues specific to the European Arctic. In particular, it focuses on sustainable Arctic maritime economic growth and launches a process of identifying and developing its relevant key enabling technologies. Unmanned Aircraft System (UAS) or drone is a key enabling technology for missions in harsh and remote Arctic environment, such as finding shorter and safer shipping routes, geological survey for undiscovered rare earth elements, delivering medical supplies to remote areas, Search & Rescue operations, and tracking Arctic ice and vegetation for climate change study. In this paper, we present challenges, opportunities, and enabling technologies related to the development of UAS for Arctic applications. Furthermore, we discuss our hands-on experience of flying drones in harsh Arctic environment and provide a list of operational risks and recommendations.",
            "Publication": "",
            "Date": "2022-06",
            "Tag": []
        },
        {
            "label": "Agus Hasan",
            "type": "Person"
        },
        {
            "label": "Vadim Kramar",
            "type": "Person"
        },
        {
            "label": "Jussi Hermansen",
            "type": "Person"
        },
        {
            "label": "Ulrik Pagh Schultz",
            "type": "Person"
        },
        {
            "label": "Guidance and Navigation for UAV Airborne Docking",
            "type": "conferencePaper",
            "Zotero Link": "",
            "Original Link": "http://www.roboticsproceedings.org/rss11/p17.pdf",
            "Description": "Unmanned aerial vehicle (UAV) capability is currently limited by the amount of energy that can be stored onboard. Airborne docking, for mid-air refueling, is a viable solution that has been implemented with manned aircraft for decades, but has yet to be achieved with their unmanned counterparts. The prohibitive challenge is the highly accurate and reliable relative positioning performance that is necessary to dock with a small target, in the air, amidst external disturbances. This paper presents a complete solution to airborne docking, which includes vision-aided unscented Kalman ﬁlters for leaderrelative navigation and docking appendage motion estimation; and guidance that is suitable for all phases of the mission. The work concludes by demonstrating the proposed algorithms in what is thought to be the ﬁrst UAV airborne docking.",
            "Publication": "",
            "Date": "2015-07-13",
            "Tag": []
        },
        {
            "label": "Daniel Wilson",
            "type": "Person"
        },
        {
            "label": "Ali Goktogan",
            "type": "Person"
        },
        {
            "label": "Salah Sukkarieh",
            "type": "Person"
        },
        {
            "label": "Relative Motion Estimation for Vision-Based Formation Flight Using Unscented Kalman Filter",
            "type": "conferencePaper",
            "Zotero Link": "",
            "Original Link": "https://arc.aiaa.org/doi/10.2514/6.2007-6866",
            "Description": "",
            "Publication": "",
            "Date": "2007-08-20",
            "Tag": []
        },
        {
            "label": "Seung-Min Oh",
            "type": "Person"
        },
        {
            "label": "Eric Johnson",
            "type": "Person"
        },
        {
            "label": "A Fault-Tolerant Cooperative Positioning Approach for Multiple UAVs",
            "type": "journalArticle",
            "Zotero Link": "",
            "Original Link": "https://ieeexplore.ieee.org/abstract/document/7990240",
            "Description": "Due to the increasing potentials and benefits of unmanned aerial vehicles (UAVs) in civil and surveillance applications, the cooperative flight using multiple UAVs has attracted more and more attention. However, fault-tolerant cooperative positioning for malfunctions in global positioning system (GPS) is one of the challenges that need to be addressed in various practical applications of UAVs. Motivated by solving this issue, this paper presents a reliable cooperative positioning approach for multiple UAVs cooperative flight by using the geometric azimuth angle and the inclination angle relative to the reference UAVs. In this proposed cooperative positioning system (COPS), these relative angles are measured through radio direction finding equipped on UAVs. With the horizontal dilution of precision of the various reference UAVs carefully analyzed, the optimal reference UAVs set can be first selected. Based on a constant acceleration kinematic model, an extended Kalman filter is then employed to improve the positioning accuracy. A COPS/GPS faulttolerant navigation algorithm is finally developed to accommodate GPS fault. Simulation results are further presented to verify that the proposed algorithm can guarantee satisfactory navigation of the UAVs even when their GPS cannot work.",
            "Publication": "IEEE Access",
            "Date": "2017",
            "Tag": []
        },
        {
            "label": "Yaohong Qu",
            "type": "Person"
        },
        {
            "label": "Jizhi Wu",
            "type": "Person"
        },
        {
            "label": "Bing Xiao",
            "type": "Person"
        },
        {
            "label": "Dongli Yuan",
            "type": "Person"
        },
        {
            "label": "Robust UAV Relative Navigation With DGPS, INS, and Peer-to-Peer Radio Ranging",
            "type": "journalArticle",
            "Zotero Link": "",
            "Original Link": "https://ieeexplore.ieee.org/abstract/document/7015602",
            "Description": "This paper considers the fusion of carrier-phase differential GPS (CP-DGPS), peer-to-peer ranging radios, and low-cost inertial navigation systems (INS) for the application of relative navigation of small unmanned aerial vehicles (UAVs) in close formation-flight. A novel sensor fusion algorithm is presented that incorporates locally processed tightly coupled GPS/INS-based absolute navigation solutions from each UAV in a relative navigation filter that estimates the baseline separation using integer-fixed relative CP-DGPS and a set of peer-to-peer ranging radios. The robustness of the dynamic baseline estimation performance under conditions that are typically challenging for CP-DGPS alone, such as a high occurrence of phase breaks, poor satellite visibility/geometry due to extreme UAV attitude, and heightened multipath intensity, amongst others, is evaluated using Monte Carlo simulation trials. The simulation environment developed for this work combines a UAV formation flight control simulator with a GPS constellation simulator, stochastic models of the inertial measurement unit (IMU) sensor errors, and measurement noise of the ranging radios. The sensor fusion is shown to offer improved robustness for 3-D relative positioning in terms of 3-D residual sum of squares (RSS) accuracy and increased percentage of correctly fixed phase ambiguities. Moreover, baseline estimation performance is significantly improved during periods in which differential carrier phase ambiguities are unsuccessfully fixed. Note to Practitioners-This paper was motivated by the need to enhance the robustness of CP-DGPS/INS relative navigation. In particular, small UAVs exhibit fast dynamics and are often subjected to large and quickly changing bank angles. This in turn induces missed satellite observations and changes in the phase ambiguity. This paper suggests leveraging the emergence of Ultra Wideband ranging radios to directly observe the baseline separation. In this paper, we outline the details of the algorithm implementation. We then use a simulation to show that adding UWB greatly helps to enhance the robustness of the carrier ambiguity integer-resolving algorithm, which is necessary for improved solution accuracy. This work has extensions to ground vehicles, ocean buoys, and space vehicles. In future work, we will experimentally validate results.",
            "Publication": "IEEE Transactions on Automation Science and Engineering",
            "Date": "2015-07",
            "Tag": []
        },
        {
            "label": "Jason N. Gross",
            "type": "Person"
        },
        {
            "label": "Yu Gu",
            "type": "Person"
        },
        {
            "label": "Matthew B. Rhudy",
            "type": "Person"
        },
        {
            "label": "Distributed 3D Relative Localization of UAVs",
            "type": "journalArticle",
            "Zotero Link": "",
            "Original Link": "https://ieeexplore.ieee.org/abstract/document/9170870",
            "Description": "High-accuracy and low-latency localization capability is essential for the internet of things (IoT), such as unmanned aerial vehicles (UAVs). For applications of UAVs such as formation control, the relative positions of the UAVs are more pertinent than their absolute positions. In this paper, we establish a framework for the design and analysis of 3D UAV relative localization. In particular, we develop a distributed algorithm for relative localization networks, where the local geometries are first obtained by a weighted semi-definite programming algorithm and then merged into a global geometry based on the statistical information. Moreover, the relative position estimation is proved to be a constrained optimization where the constraints can eliminate the effect of transformation. The Cramér-Rao lower bound (CRLB) is derived to evaluate the relative localization accuracy, which is equal to the constrained CRLB. The numerical results demonstrate that the proposed algorithm can approach the CRLB and significantly outperform the conventional multidimensional scaling-based algorithm.",
            "Publication": "IEEE Transactions on Vehicular Technology",
            "Date": "2020-10",
            "Tag": []
        },
        {
            "label": "Yuanpeng Liu",
            "type": "Person"
        },
        {
            "label": "Yunlong Wang",
            "type": "Person"
        },
        {
            "label": "Jian Wang",
            "type": "Person"
        },
        {
            "label": "Yuan Shen",
            "type": "Person"
        },
        {
            "label": "Comparison of Trajectory Optimization Algorithms for High-Speed Quadrotor Flight Near Obstacles",
            "type": "journalArticle",
            "Zotero Link": "",
            "Original Link": "https://ieeexplore.ieee.org/abstract/document/8454815",
            "Description": "For autonomous quadrotors to be used for applications such as delivery, disaster response, and inspection, there is a need to fly near obstacles, especially in urban and indoor environments. Often, it is also beneficial to fly at high speeds to complete tasks quickly. A key challenge in enabling these capabilities is to plan trajectories, in a limited time period, that are safe, collision-free, and dynamically feasible. In this context, dynamic feasibility means that the trajectory can be accurately tracked in flight: a critical requirement when flying near to obstacles. When evaluating trajectory planning algorithms, it is important to understand their strengths and weaknesses; in this paper, we compare three state-of-the-art algorithms with a set of real-world planning scenarios and assessments of performance when planned trajectories are tracked in flight. We introduce a combination of the work of Campos-Macias et al. with Bry et al., which is shown to perform well for slow and conservative trajectories. The algorithm from Bry et al. is shown to perform the best for higher speed trajectories with relatively large amounts of open space. An adaptation of the algorithm from the work of Chamitoff et al. for quadrotor applications, as presented here, is shown to be the best planner for high-speed trajectories in tight confines, while relaxing the need for initial seed-paths that are collision free.",
            "Publication": "IEEE Robotics and Automation Letters",
            "Date": "2018-10",
            "Tag": []
        },
        {
            "label": "Benjamin Morrell",
            "type": "Person"
        },
        {
            "label": "Rohan Thakker",
            "type": "Person"
        },
        {
            "label": "Gene Merewether",
            "type": "Person"
        },
        {
            "label": "Robert Reid",
            "type": "Person"
        },
        {
            "label": "Marc Rigter",
            "type": "Person"
        },
        {
            "label": "Theodore Tzanetos",
            "type": "Person"
        },
        {
            "label": "Gregory Chamitoff",
            "type": "Person"
        },
        {
            "label": "Comparison of Trajectory Optimization Algorithms for High-Speed Quadrotor Flight Near Obstacles",
            "type": "journalArticle",
            "Zotero Link": "",
            "Original Link": "https://ieeexplore.ieee.org/abstract/document/8454815",
            "Description": "For autonomous quadrotors to be used for applications such as delivery, disaster response, and inspection, there is a need to fly near obstacles, especially in urban and indoor environments. Often, it is also beneficial to fly at high speeds to complete tasks quickly. A key challenge in enabling these capabilities is to plan trajectories, in a limited time period, that are safe, collision-free, and dynamically feasible. In this context, dynamic feasibility means that the trajectory can be accurately tracked in flight: a critical requirement when flying near to obstacles. When evaluating trajectory planning algorithms, it is important to understand their strengths and weaknesses; in this paper, we compare three state-of-the-art algorithms with a set of real-world planning scenarios and assessments of performance when planned trajectories are tracked in flight. We introduce a combination of the work of Campos-Macias et al. with Bry et al., which is shown to perform well for slow and conservative trajectories. The algorithm from Bry et al. is shown to perform the best for higher speed trajectories with relatively large amounts of open space. An adaptation of the algorithm from the work of Chamitoff et al. for quadrotor applications, as presented here, is shown to be the best planner for high-speed trajectories in tight confines, while relaxing the need for initial seed-paths that are collision free.",
            "Publication": "IEEE Robotics and Automation Letters",
            "Date": "2018-10",
            "Tag": []
        },
        {
            "label": "Benjamin Morrell",
            "type": "Person"
        },
        {
            "label": "Rohan Thakker",
            "type": "Person"
        },
        {
            "label": "Gene Merewether",
            "type": "Person"
        },
        {
            "label": "Robert Reid",
            "type": "Person"
        },
        {
            "label": "Marc Rigter",
            "type": "Person"
        },
        {
            "label": "Theodore Tzanetos",
            "type": "Person"
        },
        {
            "label": "Gregory Chamitoff",
            "type": "Person"
        },
        {
            "label": "Aggressive flight of fixed-wing and quadrotor aircraft in dense indoor environments",
            "type": "webpage",
            "Zotero Link": "",
            "Original Link": "https://journals.sagepub.com/doi/epub/10.1177/0278364914558129",
            "Description": "",
            "Publication": "",
            "Date": "",
            "Tag": []
        },
        {
            "label": "Blowing in the Wind: Using a Consumer Drone for the Collection of Humpback Whale (Megaptera novaeangliae) Blow Samples during the Arctic Polar Nights",
            "type": "journalArticle",
            "Zotero Link": "",
            "Original Link": "https://www.mdpi.com/2504-446X/7/1/15",
            "Description": "Analysis of cetacean blow offers a unique potential for non-invasive assessments of their health. In recent years, the use of uncrewed aerial vehicles (UAVs) has revolutionized the way these samples are collected. However, the high cost and expertise associated with purpose-built waterproof UAVs, paired with the challenges of operating during difficult meteorological conditions, can be prohibitive for their standardized use worldwide. A pilot study was conducted in a Northern Norwegian fjord during winter, to assess the feasibility of using a minimally modified and affordable consumer drone to collect blow samples even during the polar nights’ challenging weather conditions. For each flight, six petri dishes were attached with velcro to a DJI Mavic 2 Pro. The flights were conducted under temperatures ranging from -1 to -18 degrees Celsius, wind speeds ranging from 9 to 31 km/h, and with the absence of the sun. During the 6-day-long boat survey, 16 blow samples were successfully collected from 11 distinct groups of humpback whales (Megaptera novaeangliae). With this study, we further validated the use of a consumer drone as a practical, affordable, and simplified tool for blow collection, functional under harsh meteorological conditions.",
            "Publication": "Drones",
            "Date": "2023/1",
            "Tag": []
        },
        {
            "label": "Helena Costa",
            "type": "Person"
        },
        {
            "label": "Andrew Rogan",
            "type": "Person"
        },
        {
            "label": "Christopher Zadra",
            "type": "Person"
        },
        {
            "label": "Oddbjørn Larsen",
            "type": "Person"
        },
        {
            "label": "Audun H. Rikardsen",
            "type": "Person"
        },
        {
            "label": "Courtney Waugh",
            "type": "Person"
        },
        {
            "label": "Quantifying the movement, behaviour and environmental context of group‐living animals using drones and computer vision",
            "type": "journalArticle",
            "Zotero Link": "",
            "Original Link": "https://besjournals.onlinelibrary.wiley.com/doi/10.1111/1365-2656.13904",
            "Description": "Abstract\n            \n              \n                \n                  Methods for collecting animal behaviour data in natural environments, such as direct observation and biologging, are typically limited in spatiotemporal resolution, the number of animals that can be observed and information about animals' social and physical environments.\n                \n                \n                  Video imagery can capture rich information about animals and their environments, but image‐based approaches are often impractical due to the challenges of processing large and complex multi‐image datasets and transforming resulting data, such as animals' locations, into geographical coordinates.\n                \n                \n                  We demonstrate a new system for studying behaviour in the wild that uses drone‐recorded videos and computer vision approaches to automatically track the location and body posture of free‐roaming animals in georeferenced coordinates with high spatiotemporal resolution embedded in contemporaneous 3D landscape models of the surrounding area.\n                \n                \n                  We provide two worked examples in which we apply this approach to videos of gelada monkeys and multiple species of group‐living African ungulates. We demonstrate how to track multiple animals simultaneously, classify individuals by species and age–sex class, estimate individuals' body postures (poses) and extract environmental features, including topography of the landscape and animal trails.\n                \n                \n                  By quantifying animal movement and posture while reconstructing a detailed 3D model of the landscape, our approach opens the door to studying the sensory ecology and decision‐making of animals within their natural physical and social environments.",
            "Publication": "Journal of Animal Ecology",
            "Date": "07/2023",
            "Tag": []
        },
        {
            "label": "Benjamin Koger",
            "type": "Person"
        },
        {
            "label": "Adwait Deshpande",
            "type": "Person"
        },
        {
            "label": "Jeffrey T. Kerby",
            "type": "Person"
        },
        {
            "label": "Jacob M. Graving",
            "type": "Person"
        },
        {
            "label": "Blair R. Costelloe",
            "type": "Person"
        },
        {
            "label": "Iain D. Couzin",
            "type": "Person"
        },
        {
            "label": "Applications of Unmanned Aerial Vehicles in Cryosphere: Latest Advances and Prospects",
            "type": "journalArticle",
            "Zotero Link": "",
            "Original Link": "https://www.mdpi.com/2072-4292/12/6/948",
            "Description": "Owing to usual logistic hardships related to field-based cryospheric research, remote sensing has played a significant role in understanding the frozen components of the Earth system. Conventional spaceborne or airborne remote sensing platforms have their own merits and limitations. Unmanned aerial vehicles (UAVs) have emerged as a viable and inexpensive option for studying the cryospheric components at unprecedented spatiotemporal resolutions. UAVs are adaptable to various cryospheric research needs in terms of providing flexibility with data acquisition windows, revisits, data/sensor types (multispectral, hyperspectral, microwave, thermal/night imaging, Light Detection and Ranging (LiDAR), and photogrammetric stereos), viewing angles, flying altitudes, and overlap dimensions. Thus, UAVs have the potential to act as a bridging remote sensing platform between spatially discrete in situ observations and spatially continuous but coarser and costlier spaceborne or conventional airborne remote sensing. In recent years, a number of studies using UAVs for cryospheric research have been published. However, a holistic review discussing the methodological advancements, hardware and software improvements, results, and future prospects of such cryospheric studies is completely missing. In the present scenario of rapidly changing global and regional climate, studying cryospheric changes using UAVs is bound to gain further momentum and future studies will benefit from a balanced review on this topic. Our review covers the most recent applications of UAVs within glaciology, snow, permafrost, and polar research to support the continued development of high-resolution investigations of cryosphere. We also analyze the UAV and sensor hardware, and data acquisition and processing software in terms of popularity for cryospheric applications and revisit the existing UAV flying regulations in cold regions of the world. The recent usage of UAVs outlined in 103 case studies provide expertise that future investigators should base decisions on.",
            "Publication": "Remote Sensing",
            "Date": "2020/1",
            "Tag": []
        },
        {
            "label": "Clare Gaffey",
            "type": "Person"
        },
        {
            "label": "Anshuman Bhardwaj",
            "type": "Person"
        },
        {
            "label": "Unmanned aircraft systems as a new source of disturbance for wildlife: A systematic review",
            "type": "journalArticle",
            "Zotero Link": "",
            "Original Link": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0178448",
            "Description": "The use of small Unmanned Aircraft Systems (UAS; also known as “drones”) for professional and personal-leisure use is increasing enormously. UAS operate at low altitudes (<500 m) and in any terrain, thus they are susceptible to interact with local fauna, generating a new type of anthropogenic disturbance that has not been systematically evaluated. To address this gap, we performed a review of the existent literature about animals’ responses to UAS flights and conducted a pooled analysis of the data to determine the probability and intensity of the disturbance, and to identify the factors influencing animals’ reactions towards the small aircraft. We found that wildlife reactions depended on both the UAS attributes (flight pattern, engine type and size of aircraft) and the characteristics of animals themselves (type of animal, life-history stage and level of aggregation). Target-oriented flight patterns, larger UAS sizes, and fuel-powered (noisier) engines evoked the strongest reactions in wildlife. Animals during the non-breeding period and in large groups were more likely to show behavioral reactions to UAS, and birds are more prone to react than other taxa. We discuss the implications of these results in the context of wildlife disturbance and suggest guidelines for conservationists, users and manufacturers to minimize the impact of UAS. In addition, we propose that the legal framework needs to be adapted so that appropriate actions can be undertaken when wildlife is negatively affected by these emergent practices.",
            "Publication": "PLOS ONE",
            "Date": "21 Jun 2017",
            "Tag": []
        },
        {
            "label": "Margarita Mulero-Pázmány",
            "type": "Person"
        },
        {
            "label": "Susanne Jenni-Eiermann",
            "type": "Person"
        },
        {
            "label": "Nicolas Strebel",
            "type": "Person"
        },
        {
            "label": "Thomas Sattler",
            "type": "Person"
        },
        {
            "label": "Juan José Negro",
            "type": "Person"
        },
        {
            "label": "Zulima Tablado",
            "type": "Person"
        },
        {
            "label": "A Literary Review on the Current State of Drone Technology in Regard to Conservation",
            "type": "journalArticle",
            "Zotero Link": "",
            "Original Link": "https://vtechworks.lib.vt.edu/handle/10919/114997",
            "Description": "This paper will review the types and use of unmanned aerial vehicles (UAVs) in conservation. Drones are being used as the preferred method of monitoring terrestrial and aquatic wildlife in difficult areas, thanks to the low price and efficiency that these tools offer. The paper discusses the three main types of drones: fixed-wing, rotary-wing, and hybrid. Fixed-wing drones are best suited for general surveillance of large areas and long-distance flights, while rotary-wing drones are small, light, and maneuverable, making them ideal for tasks such as photography, filmography, inspection, and surveillance. Hybrid drones are more complex, combining fixed and rotary wings or rotors. The paper also explores the potential benefits of adding solar panels to drones to improve their energy efficiency.  \nMultiple instances of the successful use of drones in the field were documented, including drones being used to identify objects in water, land, or air. Advanced machine learning algorithms were proven to be highly effective in identifying targets for military, conservation, and other purposes. The optimal placement of docking stations for aerial drones was discussed, and how they could be found using a new algorithm, back-and-forth-k-opt simulated annealing, or BFKSA was also discussed.  \nOverall, drones provide a cost-effective and efficient way to monitor and protect wildlife, making them an important tool for conservationists.",
            "Publication": "",
            "Date": "2023-05-09",
            "Tag": []
        },
        {
            "label": "Zachary S. Hutcherson",
            "type": "Person"
        },
        {
            "label": "Mapping GNSS Restricted Environment with a Drone Tandem and Indirect Position Control",
            "type": "journalArticle",
            "Zotero Link": "",
            "Original Link": "",
            "Description": "The problem of autonomously mapping highly cluttered environments, such as urban and natural canyons, is intractable with the current UAV technology. The reason lies in the absence or unreliability of GNSS signals due to partial sky occlusion or multi-path effects. High quality carrier-phase observations are also required in efficient mapping paradigms, such as Assisted Aerial Triangulation, to achieve high ground accuracy without the need of dense networks of ground control points. In this work we consider a drone tandem in which the first drone flies outside the canyon, where GNSS constellation is ideal, visually tracks the second drone and provides an indirect position control for it. This enables both autonomous guidance and accurate mapping of GNSS restricted environments without the need of ground control points. We address the technical feasibility of this concept considering preliminary real-world experiments in comparable conditions and we perform a mapping accuracy prediction based on a simulation scenario",
            "Publication": "ISPRS Annals of Photogrammetry, Remote Sensing and Spatial Information Sciences",
            "Date": "2017",
            "Tag": []
        },
        {
            "label": "E. Cledat",
            "type": "Person"
        },
        {
            "label": "D. A. Cucci",
            "type": "Person"
        },
        {
            "label": "Cooperative Navigation for an UAV Tandem in GNSS Denied Environments",
            "type": "conferencePaper",
            "Zotero Link": "",
            "Original Link": "",
            "Description": "Unmanned Aerial Vehicles (UAVs) have the potential to substitute or support conventional methods for inspection and monitoring of natural or artificial structures in challenging scenarios. However, open challenges in the autonomous navigation and guidance remain if the Global Navigation Satellite Systems (GNSS) can not be employed because the reception of the signals is denied or unreliable. This often happens in cluttered natural environments, such as gorges and steep valleys, or near to tall civil engineering structures such as dams and bridges. In these cases, the position fix is intermittent, can be biased because of multi-path effects, and the change of the constellation of visible satellites can cause sudden, undesirable shifts in the position solution. In this work we propose a method to solve the position control of an UAV in such scenarios, exploiting the fact that open sky is available above the object of interest. The system is composed of two UAVs: the first one flies higher in the open sky, where an optimal GNSS constellation is available. The second one performs the close range inspection without relying on any GNSS receiver. Instead, its position is determined by the first one by optical tracking and it is sent to the second one in real-time and with low latency to close the position control loops. We present a detailed description of the system and discuss its first experimental evaluation.",
            "Publication": "",
            "Date": "2018-09-24",
            "Tag": []
        },
        {
            "label": "Alexis Stoven-Dubois",
            "type": "Person"
        },
        {
            "label": "Laurent Jospin",
            "type": "Person"
        },
        {
            "label": "Davide Cucci",
            "type": "Person"
        },
        {
            "label": "Do Unmanned Aerial Vehicles Hope for Polar Maritime Remote Sensing? The Use of Drones for Research on Glacial Meltwater Plume in the Antarctic Region",
            "type": "journalArticle",
            "Zotero Link": "",
            "Original Link": "https://ui.adsabs.harvard.edu/abs/2021AGUFM.C22B..04W",
            "Description": "Since 2015, the Landsat 8 has taken only 12 fully cloudless images of the South Shetland Islands. Optical remote sensing is not fully useful in marine polar regions due to unfavourable weather condition. This significantly limits the study of the marine environment, which is transformed by the supply of various materials from melting glaciers. In response to this problem, research was carried out on the use of unmanned aerial vehicles (UAV) to study sediment plume parameters. From January 2019 to February 2021 regular measurements of suspension parameters in the surface layer of water, delivered from Admiration Bay's glaciers on King George Island in the South Shetland archipelago, were carried out. The research was based on imaging obtained from UAV and was supported by in situ research. Flights were undertaken over 4 glacier fronts: Ecology Glacier, Dera Icefall, Zalewski Glacier and Krak Glacier with the use of DJI Inspire 2 drone with an installed Zenmuse X5 RGB camera and the Parrot Bluegrass quadcopter with the multispectral Sequoia+. The RGB imagery identified glacial discharge and determined the predominant color of the plumes, while multispectral imagery allowed to determine the spectral properties of sediment. CTD sonde with turbidity sensor was used to validate the properties of plumes. A strong linear relationship between reflectance and turbidity confirms that the UAV multispectral images can be used successfully in low altitudes. Additionally, research of spectral properties of glacial meltwater plumes nearby Zalewski Glacier was conducted. Due to specific tectonics of substratum under Zalewski Glacier, turbid plumes with heterogeneous sediment were observed. In situ measurements with a CTD sonde, a LISST sonde, water filtration and chemical composition analysis helped to determine physical properties of two type of sediment. Research showed differences in spectral and physical properties of two distinguished plumes. The white sediment is characterized by more carbonate, less turbidity and less particle concentration than red sediment, however red sediment is characterized by a smaller amount of reflectance by about 0.1. Results suggest that the physical and chemical properties of plumes should be taken into consideration in algorithms to retrieve turbidity from remotely sensed data.",
            "Publication": "",
            "Date": "2021-12-01",
            "Tag": []
        },
        {
            "label": "Kornelia Wojcik Dugoborska",
            "type": "Person"
        },
        {
            "label": "Robert Bialik",
            "type": "Person"
        },
        {
            "label": "Fixed-Wing UAV Flight Operation under Harsh Weather Conditions: A Case Study in Livingston Island Glaciers, Antarctica",
            "type": "journalArticle",
            "Zotero Link": "",
            "Original Link": "https://www.mdpi.com/2504-446X/6/12/384",
            "Description": "How do the weather conditions typical of the polar maritime glaciers in the western Antarctic Peninsula region affect flight operations of fixed-wing drones and how should these be adapted for a successful flight? We tried to answer this research question through a case study for Johnsons and Hurd glaciers, Livingston Island, using a fixed-wing RPAS, in particular, a Trimble UX5 UAV with electric pusher propeller by brushless 700 W motor, chosen for its ability to fly long distances and reach inaccessible areas. We also evaluated the accuracy of the point clouds and digital surface models (DSM) generated by aerial photogrammetry in our case study. The results were validated against ground control points taken by differential GNSS techniques, showing an accuracy of 0.16 ± 0.12 m in the vertical coordinate. Various hypotheses were proposed and flight-tested, based on variables affecting the flight operation and the data collection, namely, gusty winds, low temperatures, battery life, camera configuration, and snow reflectivity. We aim to provide some practical guidelines that can help other researchers using fixed-wing drones under climatic conditions similar to those of the South Shetland Islands. Performance of the drone under harsh weather conditions, the logistical considerations, and the amount of snow at the time of data collection are factors driving the necessary modifications from those of conventional flight operations. We make suggestions concerning wind speed and temperature limitations, and avoidance of sudden fog banks, aimed to improve the planning of flight operations. Finally, we make some suggestions for further research.",
            "Publication": "Drones",
            "Date": "2022/12",
            "Tag": []
        },
        {
            "label": "Ana Belén Bello",
            "type": "Person"
        },
        {
            "label": "Francisco Navarro",
            "type": "Person"
        },
        {
            "label": "Javier Raposo",
            "type": "Person"
        },
        {
            "label": "Mónica Miranda",
            "type": "Person"
        },
        {
            "label": "Arturo Zazo",
            "type": "Person"
        },
        {
            "label": "Marina Álvarez",
            "type": "Person"
        },
        {
            "label": "APPLICATION OF UNMANNED AERIAL VEHICLES FOR GLACIER RESEARCH IN THE ARCTIC AND ANTARCTIC",
            "type": "journalArticle",
            "Zotero Link": "",
            "Original Link": "http://journals.rta.lv/index.php/ETR/article/view/4130",
            "Description": "Unmanned aerial vehicles or drones are nowadays widely used in a broad field of scientific and commercial applications. Despite this, it is quite a new method for glacier mapping in polar regions and has a lot of advantages, as well as disadvantages over more classical remote sensing instruments. Here we examine the main issues associated with the application of drones for glacier research from our experience in Iceland, Greenland and the Antarctic. We use DJI Phantom series drones for the obtaining of aerial photographs and produce digital surface models (resolution of 8 – 16 cm) and orthomosaics (resolution of 2 – 4 cm) for glacier mapping. Several issues related to the ground control points, geolocation using Global Navigation Satellite System receiers and creation of final products are addressed as well. We recommend the further use of drones in remote polar areas because it allows obtaining very high-resolution orthomosaics and digital surface models that are not achieved by other methods. Short summer season, raw weather with precipitation and winds, limited drone flight duration and problems with connection cables are the main issues everyone can encounter working in polar regions but all issues can be restricted with careful planning and readiness to gather data whenever it is possible during all field campaign.",
            "Publication": "ENVIRONMENT. TECHNOLOGIES. RESOURCES. Proceedings of the International Scientific and Practical Conference",
            "Date": "2019-06-20",
            "Tag": []
        },
        {
            "label": "Kristaps Lamsters",
            "type": "Person"
        },
        {
            "label": "Jānis Karušs",
            "type": "Person"
        },
        {
            "label": "Māris Krievāns",
            "type": "Person"
        },
        {
            "label": "Jurijs Ješkins",
            "type": "Person"
        },
        {
            "label": "The utility of drones for studying polar bear behaviour in the Canadian Arctic: opportunities and recommendations",
            "type": "journalArticle",
            "Zotero Link": "",
            "Original Link": "https://cdnsciencepub.com/doi/full/10.1139/dsa-2021-0018",
            "Description": "Climate-induced sea-ice loss represents the greatest threat to polar bears (Ursus maritimus Phipps, 1774), and utilizing drones to characterize behavioural responses to sea-ice loss is valuable for forecasting polar bear persistence. In this manuscript, we review previously published literature and draw on our own experience of using multirotor aerial drones to study polar bear behaviour in the Canadian Arctic. Specifically, we suggest that drones can minimize human–bear conflicts by allowing users to observe bears from a safe vantage point; produce high-quality behavioural data that can be reviewed as many times as needed and shared with multiple stakeholders; and foster knowledge generation through co-production with northern communities. We posit that in some instances drones may be considered as an alternative tool for studying polar bear foraging behaviour, interspecific interactions, human–bear interactions, human safety and conflict mitigation, and den-site location at individual-level small spatial scales. Finally, we discuss flying techniques to ensure ethical operation around polar bears, regulatory requirements to consider, and recommend that future research focus on understanding polar bears’ behavioural and physiological responses to drones and the efficacy of drones as a deterrent tool for safety purposes.",
            "Publication": "Drone Systems and Applications",
            "Date": "2022-01",
            "Tag": []
        },
        {
            "label": "Patrick M. Jagielski",
            "type": "Person"
        },
        {
            "label": "Andrew F. Barnas",
            "type": "Person"
        },
        {
            "label": "H. Grant Gilchrist",
            "type": "Person"
        },
        {
            "label": "Evan S. Richardson",
            "type": "Person"
        },
        {
            "label": "Oliver P. Love",
            "type": "Person"
        },
        {
            "label": "Christina A.D. Semeniuk",
            "type": "Person"
        },
        {
            "label": "Drones on ice: an assessment of the legal implications of the use of unmanned aerial vehicles in scientific research and by the tourist industry in Antarctica",
            "type": "journalArticle",
            "Zotero Link": "",
            "Original Link": "https://www.cambridge.org/core/journals/polar-record/article/drones-on-ice-an-assessment-of-the-legal-implications-of-the-use-of-unmanned-aerial-vehicles-in-scientific-research-and-by-the-tourist-industry-in-antarctica/734A26858411E095EB1B87CC3FF6DD0B",
            "Description": "Unmanned aerial vehicles (UAVs), also known as drones, are used in scientific research and a diverse range of other applications across the globe. They are also being used increasingly for scientific research in Antarctica and to a lesser extent by tourists visiting the world's last great frontier tourist destination. Their use in scientific research in Antarctica offers many benefits to science and if used responsibly may be less invasive than other research techniques, offering a rich source of new scientific data. For tourists, UAVs also offer unique aerial photographic perspectives on Antarctica — the ultimate holiday snap shot. Concerns have been raised about the safety of drone use in the harsh and unpredictable Antarctic conditions, as well as possible environmental impacts. This paper considers these issues and the emerging regulatory response to drone use in Antarctica focusing on the Antarctic Unmanned Aerial Systems (UAS) Operator's Handbook, which provides guidelines to national Antarctic programmes on the use of UAVs in the Antarctic Treaty area, and the temporary ban on use of drones by tourists imposed by the International Association of Antarctica Tour Operators (IAATO). Both measures arguably constitute a good first response to this emerging issue, although more still needs to be done.",
            "Publication": "Polar Record",
            "Date": "2017/07",
            "Tag": []
        },
        {
            "label": "David Leary",
            "type": "Person"
        },
        {
            "label": "Drones and global navigation satellite systems: current evidence from polar scientists",
            "type": "journalArticle",
            "Zotero Link": "",
            "Original Link": "https://royalsocietypublishing.org/doi/full/10.1098/rsos.191494",
            "Description": "Aerial unmanned vehicles, so-called drones, present a paradigm shift away from the long-term use by scientists of manned aeroplanes and helicopters. This is evident from the number of research articles that focus on data obtained with drones. This article examines the use of aerial drones for scientific research in cryospheric regions, especially Antarctica and the Arctic. Specifically, it aims to provide insights into the choices and performance of global navigation satellite systems (GNSS) use for drones, including augmentation systems. Data on drone GNSS navigation and positioning in the context of scientific polar research have been scarce. Drone survey data obtained from polar scientists in April 2019 is the first representative sample from this close-knit global community across the specialisms of climatology, ecology, geology, geomorphology, geophysics and oceanography. The survey results derived from 16 countries revealed that 14.71% of scientists used GALILEO, 27.94% used GLONASS and 45.59% used GPS. Many used a combination of two or more GNSS. Multiple regression analysis showed that there is no strong relationship between a specific pattern of GNSS augmentation and greater positioning accuracy. Further polar drone studies should assess the effects of phase scintillation on all GNSS, therefore BEIDOU, GALILEO, GLONASS and GPS.",
            "Publication": "Royal Society Open Science",
            "Date": "2020-03-18",
            "Tag": []
        },
        {
            "label": "Iain Sheridan",
            "type": "Person"
        },
        {
            "label": "Real Time Trajectory Generation for Differentially Flat Systems",
            "type": "journalArticle",
            "Zotero Link": "",
            "Original Link": "https://www.sciencedirect.com/science/article/pii/S1474667017580167",
            "Description": "This paper considers the real time trajectory generation problem of how to generate, possibly with some delay, a full state space and input trajectory in real time from an output trajectory that is given online, while allowing a tradeoff between stability and performance. The paper proposes two algorithms that solve the real time trajectory generation problem for differentially flat systems with (possibly non-minimum phase) zero dynamics, and discusses some interesting properties. It explicitly addresses the tradeoff between stability and performance. The algorithms are validated in simulations and experiments with a vectored thrust ducted fan aircraft.",
            "Publication": "IFAC Proceedings Volumes",
            "Date": "1996-06-01",
            "Tag": []
        },
        {
            "label": "Michiel van Nieuwstadt",
            "type": "Person"
        },
        {
            "label": "Richard M. Murray",
            "type": "Person"
        },
        {
            "label": "PAMPC: Perception-Aware Model Predictive Control for Quadrotors",
            "type": "conferencePaper",
            "Zotero Link": "",
            "Original Link": "https://ieeexplore.ieee.org/document/8593739/references#references",
            "Description": "We present the first perception-aware model predictive control framework for quadrotors that unifies control and planning with respect to action and perception objectives. Our framework leverages numerical optimization to compute trajectories that satisfy the system dynamics and require control inputs within the limits of the platform. Simultaneously, it optimizes perception objectives for robust and reliable sensing by maximizing the visibility of a point of interest and minimizing its velocity in the image plane. Considering both perception and action objectives for motion planning and control is challenging due to the possible conflicts arising from their respective requirements. For example, for a quadrotor to track a reference trajectory, it needs to rotate to align its thrust with the direction of the desired acceleration. However, the perception objective might require to minimize such rotation to maximize the visibility of a point of interest. A model-based optimization framework, able to consider both perception and action objectives and couple them through the system dynamics, is therefore necessary. Our perception-aware model predictive control framework works in a receding-horizon fashion by iteratively solving a non-linear optimization problem. It is capable of running in real-time, fully onboard our lightweight, small-scale quadrotor using a low-power ARM computer, together with a visual-inertial odometry pipeline. We validate our approach in experiments demonstrating (I) the conflict between perception and action objectives, and (II) improved behavior in extremely challenging lighting conditions.",
            "Publication": "",
            "Date": "2018-10",
            "Tag": []
        },
        {
            "label": "Davide Falanga",
            "type": "Person"
        },
        {
            "label": "Philipp Foehn",
            "type": "Person"
        },
        {
            "label": "Peng Lu",
            "type": "Person"
        },
        {
            "label": "Davide Scaramuzza",
            "type": "Person"
        },
        {
            "label": "Real-Time Motion Planning for Aerial Videography With Dynamic Obstacle Avoidance and Viewpoint Optimization",
            "type": "journalArticle",
            "Zotero Link": "",
            "Original Link": "https://ieeexplore.ieee.org/document/7847361/authors#authors",
            "Description": "We propose a method for real-time trajectory generation with applications in aerial videography. Taking framing objectives, such as position of targets in the image plane, as input, our method solves for robot trajectories and gimbal controls automatically and adapts plans in real time due to changes in the environment. We contribute a real-time receding horizon planner that autonomously records scenes with moving targets, while optimizing for visibility under occlusion and ensuring collision-free trajectories. A modular cost function, based on the reprojection error of targets, is proposed that allows for flexibility and artistic freedom and is well behaved under numerical optimization. We formulate the minimization problem under constraints as a finite horizon optimal control problem that fulfills aesthetic objectives, adheres to nonlinear model constraints of the filming robot and collision constraints with static and dynamic obstacles and can be solved in real time. We demonstrate the robustness and efficiency of the method with a number of challenging shots filmed in dynamic environments including those with moving obstacles and shots with multiple targets to be filmed simultaneously.",
            "Publication": "IEEE Robotics and Automation Letters",
            "Date": "2017-07",
            "Tag": []
        },
        {
            "label": "Tobias Nägeli",
            "type": "Person"
        },
        {
            "label": "Javier Alonso-Mora",
            "type": "Person"
        },
        {
            "label": "Alexander Domahidi",
            "type": "Person"
        },
        {
            "label": "Daniela Rus",
            "type": "Person"
        },
        {
            "label": "Otmar Hilliges",
            "type": "Person"
        },
        {
            "label": "An Optimized Image-Based Visual Servo Control for Fixed-Wing Unmanned Aerial Vehicle Target Tracking With Fixed Camera",
            "type": "journalArticle",
            "Zotero Link": "",
            "Original Link": "https://ieeexplore.ieee.org/abstract/document/8721161",
            "Description": "This paper presents an optimized image-based visual servo (IBVS) control scheme for tracking a ground target by using a fixed-wing unmanned aerial vehicle (UAV) with a monocular camera fixed on it. Unlike the widely used rotor UAVs, the fixed-wing UAV has much more dynamical constraints such as it cannot move omni-direction and its minimum speed is limited by the stalling speed. This makes the target tracking problem more challenging. The proposed scheme leverages the image Jacobian matrix to build a connection between the velocity of the feature point and that of the UAV. Afterward, considering the camera is fixed on the body of the UAV, an “ideal camera” model is proposed to compensate the shifts of the feature point caused by the changes of the UAV's attitude. Then, an optimized control law without solving the pseudo-inverse of the image Jacobian matrix is proposed with the aid of the least square method from the target center in the image coordinate system. This control law takes the velocity of the feature point as inputs and the yaw angular velocity of the UAV as outputs. The stability of the proposed law is analyzed with the Lyapunov method, showing that the UAV will circle around the ground target asymptotically. Finally, the proposed scheme is evaluated by a hardware-in-the-loop (HIL) simulation based on the Gazebo simulator and the off-the-shelf autopilot hardware.",
            "Publication": "IEEE Access",
            "Date": "2019",
            "Tag": []
        },
        {
            "label": "Lingjie Yang",
            "type": "Person"
        },
        {
            "label": "Zhihong Liu",
            "type": "Person"
        },
        {
            "label": "Xiangke Wang",
            "type": "Person"
        },
        {
            "label": "Yinbo Xu",
            "type": "Person"
        },
        {
            "label": "A New Image-Based Visual Servo Control Algorithm for Target Tracking Problem of Fixed-Wing Unmanned Aerial Vehicle",
            "type": "conferencePaper",
            "Zotero Link": "",
            "Original Link": "https://ieeexplore.ieee.org/abstract/document/8865341",
            "Description": "This paper presents a new image-based visual servo (IBVS) control algorithm for the tracking of a static target by a fixed-wing unmanned aerial vehicle (UAV). The sensor used is a monocular camera fixed on the drone. The centroid coordinates of the target are extracted to be the inputs of the algorithm, while the control output is obtained to adjust the heading direction of the drone by the image Jacobian model. Besides, the problem that the shifts of the centroid caused by the changes of the UAV's attitude during tracking can be solved by a compensation mechanism. Through experiments by the hardware-in-the-loop (HIL) simulation, we evaluate the proposed algorithm. The results show that the proposed algorithm can effectively track the static target by a fixed-wing UAV.",
            "Publication": "",
            "Date": "2019-07",
            "Tag": []
        },
        {
            "label": "Lingjie Yang",
            "type": "Person"
        },
        {
            "label": "Zhihong Liu",
            "type": "Person"
        },
        {
            "label": "Xiangke Wang",
            "type": "Person"
        },
        {
            "label": "Image Based Visual Servo control for Fixed Wing UAVs tracking linear infrastructure in wind",
            "type": "conferencePaper",
            "Zotero Link": "",
            "Original Link": "https://ieeexplore.ieee.org/abstract/document/6631406",
            "Description": "This paper presents an Image Based Visual Servo control design for Fixed Wing Unmanned Aerial Vehicles tracking locally linear infrastructure in the presence of wind using a body fixed imaging sensor. Visual servoing offers improved data collection by posing the tracking task as one of controlling a feature as viewed by the inspection sensor, although is complicated by the introduction of wind as aircraft heading and course angle no longer align. In this work it is shown that the effects of wind alter the desired line angle required for continuous tracking to equal the wind correction angle as would be calculated to set a desired course. A control solution is then sort by linearizing the interaction matrix about the new feature pose such that kinematics of the feature can be augmented with the lateral dynamics of the aircraft, from which a state feedback control design is developed. Simulation results are presented comparing no compensation, integral control and the proposed controller using the wind correction angle, followed by an assessment of response to atmospheric disturbances in the form of turbulence and wind gusts.",
            "Publication": "",
            "Date": "2013-05",
            "Tag": []
        },
        {
            "label": "Steven Mills",
            "type": "Person"
        },
        {
            "label": "Nabil Aouf",
            "type": "Person"
        },
        {
            "label": "Luis Mejias",
            "type": "Person"
        },
        {
            "label": "Prescriptive scientific narratives for communicating usable science",
            "type": "journalArticle",
            "Zotero Link": "",
            "Original Link": "https://www.pnas.org/doi/abs/10.1073/pnas.1317502111",
            "Description": "In this paper I describe how a narrative approach to science communication may help audiences to more fully understand how science is relevant to their own lives and behaviors. The use of prescriptive scientific narrative can help to overcome challenges specific to scientific concepts, especially the need to reconsider long-held beliefs in the face of new empirical findings. Narrative can captivate the audience, driving anticipation for plot resolution, thus becoming a self-motivating vehicle for information delivery. This quality gives narrative considerable power to explain complex phenomena and causal processes, and to create and reinforce memory traces for better recall and application over time. Because of the inherent properties of narrative communication, their creators have a special responsibility to ensure even-handedness in selection and presentation of the scientific evidence. The recent transformation in communication and information technology has brought about new platforms for delivering content, particularly through interactivity, which can use structured self-tailoring to help individuals most efficiently get exactly the content that they need. As with all educational efforts, prescriptive scientific narratives must be evaluated systematically to determine whether they have the desired effects in improving understanding and changing behavior.",
            "Publication": "Proceedings of the National Academy of Sciences",
            "Date": "2014-09-16",
            "Tag": []
        },
        {
            "label": "Julie S. Downs",
            "type": "Person"
        },
        {
            "label": "Bias against novelty in science: A cautionary tale for users of bibliometric indicators",
            "type": "journalArticle",
            "Zotero Link": "",
            "Original Link": "https://www.sciencedirect.com/science/article/pii/S0048733317301038",
            "Description": "Research which explores unchartered waters has a high potential for major impact but also carries a higher uncertainty of having impact. Such explorative research is often described as taking a novel approach. This study examines the complex relationship between pursuing a novel approach and impact. Viewing scientific research as a combinatorial process, we measure novelty in science by examining whether a published paper makes first-time-ever combinations of referenced journals, taking into account the difficulty of making such combinations. We apply this newly developed measure of novelty to all Web of Science research articles published in 2001 across all scientific disciplines. We find that highly novel papers, defined to be those that make more (distant) new combinations, deliver high gains to science: they are more likely to be a top 1% highly cited paper in the long run, to inspire follow-on highly cited research, and to be cited in a broader set of disciplines and in disciplines that are more distant from their “home” field. At the same time, novel research is also more risky, reflected by a higher variance in its citation performance. We also find strong evidence of delayed recognition of novel papers as novel papers are less likely to be top cited when using short time-windows. In addition, we find that novel research is significantly more highly cited in “foreign” fields but not in their “home” field. Finally, novel papers are published in journals with a lower Impact Factor, compared with non-novel papers, ceteris paribus. These findings suggest that science policy, in particular funding decisions which rely on bibliometric indicators based on short-term citation counts and Journal Impact Factors, may be biased against “high risk/high gain” novel research. The findings also caution against a mono-disciplinary approach in peer review to assess the true value of novel research.",
            "Publication": "Research Policy",
            "Date": "2017-10-01",
            "Tag": []
        },
        {
            "label": "Jian Wang",
            "type": "Person"
        },
        {
            "label": "Reinhilde Veugelers",
            "type": "Person"
        },
        {
            "label": "Paula Stephan",
            "type": "Person"
        },
        {
            "label": "Chapter 9 Methods for Literature Reviews",
            "type": "bookSection",
            "Zotero Link": "",
            "Original Link": "https://www.ncbi.nlm.nih.gov/books/NBK481583/",
            "Description": "Literature reviews play a critical role in scholarship because science remains, first and foremost, a cumulative endeavour (vom Brocke et al., 2009). As in any academic discipline, rigorous knowledge syntheses are becoming indispensable in keeping up with an exponentially growing eHealth literature, assisting practitioners, academics, and graduate students in finding, evaluating, and synthesizing the contents of many empirical and conceptual papers. Among other methods, literature reviews are essential for: (a) identifying what has been written on a subject or topic; (b) determining the extent to which a specific research area reveals any interpretable trends or patterns; (c) aggregating empirical findings related to a narrow research question to support evidence-based practice; (d) generating new frameworks and theories; and (e) identifying topics or questions requiring more investigation (Paré, Trudel, Jaana, & Kitsiou, 2015).",
            "Publication": "",
            "Date": "2017/02/27",
            "Tag": []
        },
        {
            "label": "Guy Paré",
            "type": "Person"
        },
        {
            "label": "Spyros Kitsiou",
            "type": "Person"
        },
        {
            "label": "Deep impact: unintended consequences of journal rank",
            "type": "journalArticle",
            "Zotero Link": "",
            "Original Link": "https://www.frontiersin.org/articles/10.3389/fnhum.2013.00291",
            "Description": "Most researchers acknowledge an intrinsic hierarchy in the scholarly journals (“journal rank”) that they submit their work to, and adjust not only their submission but also their reading strategies accordingly. On the other hand, much has been written about the negative effects of institutionalizing journal rank as an impact measure. So far, contributions to the debate concerning the limitations of journal rank as a scientific impact assessment tool have either lacked data, or relied on only a few studies. In this review, we present the most recent and pertinent data on the consequences of our current scholarly communication system with respect to various measures of scientific quality (such as utility/citations, methodological soundness, expert ratings or retractions). These data corroborate previous hypotheses: using journal rank as an assessment tool is bad scientific practice. Moreover, the data lead us to argue that any journal rank (not only the currently-favored Impact Factor) would have this negative impact. Therefore, we suggest that abandoning journals altogether, in favor of a library-based scholarly communication system, will ultimately be necessary. This new system will use modern information technology to vastly improve the filter, sort and discovery functions of the current journal system.",
            "Publication": "Frontiers in Human Neuroscience",
            "Date": "2013",
            "Tag": []
        },
        {
            "label": "Björn Brembs",
            "type": "Person"
        },
        {
            "label": "Katherine Button",
            "type": "Person"
        },
        {
            "label": "Marcus Munafò",
            "type": "Person"
        },
        {
            "label": "Literature review as a research methodology: An overview and guidelines",
            "type": "journalArticle",
            "Zotero Link": "",
            "Original Link": "https://www.sciencedirect.com/science/article/pii/S0148296319304564",
            "Description": "Knowledge production within the field of business research is accelerating at a tremendous speed while at the same time remaining fragmented and interdisciplinary. This makes it hard to keep up with state-of-the-art and to be at the forefront of research, as well as to assess the collective evidence in a particular area of business research. This is why the literature review as a research method is more relevant than ever. Traditional literature reviews often lack thoroughness and rigor and are conducted ad hoc, rather than following a specific methodology. Therefore, questions can be raised about the quality and trustworthiness of these types of reviews. This paper discusses literature review as a methodology for conducting research and offers an overview of different types of reviews, as well as some guidelines to how to both conduct and evaluate a literature review paper. It also discusses common pitfalls and how to get literature reviews published.",
            "Publication": "Journal of Business Research",
            "Date": "2019-11-01",
            "Tag": []
        },
        {
            "label": "Hannah Snyder",
            "type": "Person"
        },
        {
            "label": "Predictive Control for Linear and Hybrid Systems",
            "type": "webpage",
            "Zotero Link": "",
            "Original Link": "https://www.cambridge.org/highereducation/books/predictive-control-for-linear-and-hybrid-systems/EF618BD7AFAF4D04B2044A0FD03D885A",
            "Description": "Model Predictive Control (MPC), the dominant advanced control approach in industry over the past twenty-five years, is presented comprehensively in this unique book. With a simple, unified approach, and with attention to real-time implementation, it covers predictive control theory including the stability, feasibility, and robustness of MPC controllers. The theory of explicit MPC, where the nonlinear optimal feedback controller can be calculated efficiently, is presented in the context of linear systems with linear constraints, switched linear systems, and, more generally, linear hybrid systems. Drawing upon years of practical experience and using numerous examples and illustrative applications, the authors discuss the techniques required to design predictive control laws, including algorithms for polyhedral manipulations, mathematical and multiparametric programming and how to validate the theoretical properties and to implement predictive control policies. The most important algorithms feature in an accompanying free online MATLAB toolbox, which allows easy access to sample solutions. Predictive Control for Linear and Hybrid Systems is an ideal reference for graduate, postgraduate and advanced control practitioners interested in theory and/or implementation aspects of predictive control.",
            "Publication": "",
            "Date": "2017/06/22",
            "Tag": []
        },
        {
            "label": "Francesco Borrelli",
            "type": "Person"
        },
        {
            "label": "Alberto Bemporad",
            "type": "Person"
        },
        {
            "label": "Manfred Morari",
            "type": "Person"
        },
        {
            "label": "RECOVERY SYSTEM OF THE MULTI-HELICOPTER UAV",
            "type": "journalArticle",
            "Zotero Link": "",
            "Original Link": "http://www.afahc.ro/ro/revista/2016_1/Prisacariu_Pop_Circiu_2016_1.pdf",
            "Description": "",
            "Publication": "Review of the Air Force Academy",
            "Date": "2016-05-16",
            "Tag": [
                "GeneralDocking"
            ]
        },
        {
            "label": "--- ---",
            "type": "Person"
        },
        {
            "label": "--- ---",
            "type": "Person"
        },
        {
            "label": "--- ---",
            "type": "Person"
        },
        {
            "label": "Vasile Prisacariu",
            "type": "Person"
        },
        {
            "label": "Sebastian Pop",
            "type": "Person"
        },
        {
            "label": "--- ---",
            "type": "Person"
        },
        {
            "label": "Ionică Cîrciu",
            "type": "Person"
        },
        {
            "label": "--- ---",
            "type": "Person"
        },
        {
            "label": "A Decade of UAV Docking Stations: A Brief Overview of Mobile and Fixed Landing Platforms",
            "type": "journalArticle",
            "Zotero Link": "",
            "Original Link": "https://www.mdpi.com/2504-446X/6/1/17",
            "Description": "Unmanned Aerial Vehicles have advanced rapidly in the last two decades with the advances in microelectromechanical systems (MEMS) technology. It is crucial, however, to design better power supply technologies. In the last decade, lithium polymer and lithium-ion batteries have mainly been used to power multirotor UAVs. Even though batteries have been improved and are constantly being improved, they provide fairly low energy density, which limits multirotors’ UAV flight endurance. This problem is addressed and is being partially solved by using docking stations which provide an aircraft to land safely, charge (or change) the batteries and to take-off as well as being safely stored. This paper focuses on the work carried out in the last decade. Different docking stations are presented with a focus on their movement abilities. Rapid advances in computer vision systems gave birth to precise landing systems. These algorithms are the main reason that docking stations became a viable solution. The authors concluded that the docking station solution to short ranges is a viable option, and numerous extensive studies have been carried out that offer different solutions, but only some types, mainly fixed stations with storage systems, have been implemented and are being used today. This can be seen from the commercially available list of docking stations at the end of this paper. Nevertheless, it is important to be aware of the technologies being developed and implemented, which can offer solutions to a vast number of different problems.",
            "Publication": "Drones",
            "Date": "2022-01-10",
            "Tag": [
                "GeneralDocking"
            ]
        },
        {
            "label": "Carlo Giorgio Grlj",
            "type": "Person"
        },
        {
            "label": "Nino Krznar",
            "type": "Person"
        },
        {
            "label": "Marko Pranjić",
            "type": "Person"
        },
        {
            "label": "Artificial Potential Field Guidance for Capture of Non-Cooperative Target Objects by Chaser Swarms",
            "type": "conferencePaper",
            "Zotero Link": "",
            "Original Link": "https://ieeexplore.ieee.org/document/9843215/",
            "Description": "",
            "Publication": "",
            "Date": "2022-3-5",
            "Tag": [
                "OtherMovingTarget"
            ]
        },
        {
            "label": "Jessica Cutler",
            "type": "Person"
        },
        {
            "label": "Markus Wilde",
            "type": "Person"
        },
        {
            "label": "Ashley Rivkin",
            "type": "Person"
        },
        {
            "label": "Brian Kish",
            "type": "Person"
        },
        {
            "label": "Isaac Silver",
            "type": "Person"
        },
        {
            "label": "Research on Optimal Landing Trajectory Planning Method between an UAV and a Moving Vessel",
            "type": "journalArticle",
            "Zotero Link": "",
            "Original Link": "https://www.mdpi.com/2076-3417/9/18/3708",
            "Description": "The location, velocity, and flight path angle of an autonomous unmanned aerial vehicle (UAV) landing on a moving vessel are key factors for an optimal landing trajectory. To tackle this challenge, this paper proposes a method for calculating the optimal approach landing trajectory between an UAV and a small vessel. A numerical approach (iterative method) is used to calculate the optimal approach landing trajectory, and the initial lead is introduced in the calculation process of the UAV trajectory for the inclination and heading angle for accuracy improvement, so that the UAV can track and calculate the optimal landing trajectory with high precision. Compared with the variational method, the proposed method can calculate an optimal turning direction angle for the UAV during the landing. Simulation experiments verify the effectiveness of the proposed algorithm and give optimal initialization values.",
            "Publication": "Applied Sciences",
            "Date": "2019-09-06",
            "Tag": [
                "GroundVehicle"
            ]
        },
        {
            "label": "Liguo Tan",
            "type": "Person"
        },
        {
            "label": "Juncheng Wu",
            "type": "Person"
        },
        {
            "label": "Xiaoyan Yang",
            "type": "Person"
        },
        {
            "label": "Senmin Song",
            "type": "Person"
        },
        {
            "label": "A Novel Sea Launch and Recovery Concept for fixed wing UAVs",
            "type": "conferencePaper",
            "Zotero Link": "",
            "Original Link": "https://arc.aiaa.org/doi/10.2514/6.2016-1527",
            "Description": "",
            "Publication": "",
            "Date": "2016-01-04",
            "Tag": [
                "GroundVehicle"
            ]
        },
        {
            "label": "Nesrin Sarigul-Klijn",
            "type": "Person"
        },
        {
            "label": "Martinus Sarigulklijn",
            "type": "Person"
        },
        {
            "label": "Rigid Airborne docking between a fixed-wing UAV and an over-actuated multicopter",
            "type": "conferencePaper",
            "Zotero Link": "",
            "Original Link": "https://www.imavs.org/papers/2023/29.pdf",
            "Description": "Fixed-wing aircraft fly longer, faster, and further\nthan rotorcraft, but cannot take off or land vertically. Hybrid drones combine VTOL with a\nwing for forward flight, but the hovering system\ngenerally makes them less efficient than a pure\nfixed-wing. We propose an alternative, in which\na rotorcraft is used to assist the fixed-wing UAV\nwith the VTOL portions of the flight. This paper takes the first steps towards this alternative\nby developing and testing an overactuated rotorcraft that can autonomously dock onto a target at fixed-wing velocities. The control system uses Incremental Non-Linear Dynamic Inversion Control (INDI) to achieve linear accelerations with lateral and longitudinal motors, enabling robust horizontal control independent of\nattitude. A relative guidance algorithm for the\ndocking approach path is presented, along with\na vision sensing approach using ArUco markers\nand IR LEDs. Successful docking and separation\nwere achieved in the wind tunnel at speeds of up\nto 15m/s.",
            "Publication": "",
            "Date": "SEPTEMBER 11-15, 2023",
            "Tag": [
                "RotaryWing-FixedWing"
            ]
        },
        {
            "label": "J.J.E. Laffita van den Hove",
            "type": "Person"
        },
        {
            "label": "E.J.J. Smeur",
            "type": "Person"
        },
        {
            "label": "B.D.W. Remes",
            "type": "Person"
        },
        {
            "label": "Mid-Air Autonomous Release and Recall System for Mother-Daughter UAVs",
            "type": "conferencePaper",
            "Zotero Link": "",
            "Original Link": "https://arc.aiaa.org/doi/10.2514/6.2022-1145",
            "Description": "",
            "Publication": "",
            "Date": "2022-01-03",
            "Tag": [
                "RotaryWing-FixedWing"
            ]
        },
        {
            "label": "Xuyi Fu",
            "type": "Person"
        },
        {
            "label": "Shiyu Zuo",
            "type": "Person"
        },
        {
            "label": "Jie Lin",
            "type": "Person"
        },
        {
            "label": "Huadong Li",
            "type": "Person"
        },
        {
            "label": "Zhan Tu",
            "type": "Person"
        },
        {
            "label": "Daochun Li",
            "type": "Person"
        },
        {
            "label": "Jinwu Xiang",
            "type": "Person"
        },
        {
            "label": "Experimental Robotics: The 17th International Symposium",
            "type": "book",
            "Zotero Link": "",
            "Original Link": "https://link.springer.com/10.1007/978-3-030-71151-1",
            "Description": "",
            "Publication": "",
            "Date": "2021",
            "Tag": [
                "RotaryWing-FixedWing"
            ]
        },
        {
            "label": "Bruno Siciliano",
            "type": "Person"
        },
        {
            "label": "Cecilia Laschi",
            "type": "Person"
        },
        {
            "label": "Oussama Khatib",
            "type": "Person"
        },
        {
            "label": "Design and Joint Control of a Conjoined Biplane and Quadrotor",
            "type": "conferencePaper",
            "Zotero Link": "",
            "Original Link": "https://www.imavs.org/papers/2022/23.pdf",
            "Description": "Unmanned Aerial Vehicles (UAVs) have the potential to perform many different missions, some\nof which may require a large aircraft for endurance and a small aircraft for manoeuvrability in a building. This paper proposes a novel\ncombination of a quadrotor and a hybrid biplane capable of joint hover, joint forward flight,\nand mid-air disassembly followed by separate\nflight. We investigate cooperative control strategies during joint flight that do not require any\ncommunication between the quadcopter and the\nbiplane. This means that the two aircraft have\ntheir own independent control strategy based on\ntheir own sensors. Secondly, to avoid communication the biplane leads the flight and the goal\nfor the quadrotor is to help in producing thrust\nand increasing stability. Three control strategies\nfor the quadrotor are compared: a proportional\nangular rate damper, a proportional angular acceleration damper, and constant thrust without\nattitude control. Simulation and practical tests\nshow that for intentional attitude changes of the\nbiplane, the quadrotor rate- and angular acceleration damper strategies lead to a small performance degradation. However, the angular rate\ndamper strategy for disturbance rejection has the\nlowest roll angle error and requires the smallest\ninput command. The in-flight release is successfully tested in joint hover up to a forward pitch\nangle of -18 [deg].",
            "Publication": "",
            "Date": "SEPTEMBER 12-16, 2022",
            "Tag": [
                "RotaryWing-FixedWing"
            ]
        },
        {
            "label": "S. Schroter",
            "type": "Person"
        },
        {
            "label": "E.J.J. Smeur",
            "type": "Person"
        },
        {
            "label": "B.D.W. Remes",
            "type": "Person"
        },
        {
            "label": "Demonstration of In-Flight Docking Between Quadcopters and Fixed-Wing UAV",
            "type": "conferencePaper",
            "Zotero Link": "",
            "Original Link": "https://ieeexplore.ieee.org/document/9438229/",
            "Description": "",
            "Publication": "",
            "Date": "2021-3-6",
            "Tag": [
                "RotaryWing-FixedWing"
            ]
        },
        {
            "label": "Basilio Caruso",
            "type": "Person"
        },
        {
            "label": "Murtaza Fatakdawala",
            "type": "Person"
        },
        {
            "label": "Akshata Patil",
            "type": "Person"
        },
        {
            "label": "George Chen",
            "type": "Person"
        },
        {
            "label": "Markus Wilde",
            "type": "Person"
        },
        {
            "label": "Autonomous Recovery of a Fixed-Wing UAV Using a Line Suspended Between Two Multirotor UAVs",
            "type": "journalArticle",
            "Zotero Link": "",
            "Original Link": "https://ieeexplore.ieee.org/document/9141405/",
            "Description": "",
            "Publication": "IEEE Transactions on Aerospace and Electronic Systems",
            "Date": "2/2021",
            "Tag": [
                "RotaryWing-FixedWing"
            ]
        },
        {
            "label": "Mads Friis Bornebusch",
            "type": "Person"
        },
        {
            "label": "Tor Arne Johansen",
            "type": "Person"
        },
        {
            "label": "Autonomous Aerial Hard Docking of Fixed and Rotary Wing UAVs: Task Assessment and Solution Architecture",
            "type": "journalArticle",
            "Zotero Link": "",
            "Original Link": "https://www.scientific.net/AMM.629.176",
            "Description": "This paper covers exploratory efforts that attempt to address limitations and restrictions in the operating envelope of UAVs, and proposes a conceptual solution to the problem. UAVs, like aircraft, can be categorized into two main types: fixed wing and rotary wing. A fixed wing UAV flies using wings that generate lift caused by the vehicle’s forward airspeed and the shape of the wings. The greatest advantage of fixed wing UAVs obtained from utilizing aerodynamic lift is its long range and high endurance performance. However, this primary advantage comes from the fact that most fixed wing UAVs have wings that are of a high aspect ratio, which becomes a liability in confined operating conditions. An autonomous aerial hard docking system is proposed as a system that manages to enable different UAV platforms to have operational envelopes which far exceed the operational envelopes of the constituent UAV platforms. The paper outlines necessary subsystems that need to exist for autonomous aerial hard docking capability. It presents practical requirements of the various constituent subsystems, namely the guidance and navigation subsystem, the grasping subsystem and the damping subsystem. For each of the subsystems, the challenges which have to be overcome to ensure the effectiveness of the complete system are examined. It further elaborates the testing, investigation and development steps that need to be implemented to realize this capability. It ends by elaborating on the work already underway and future development plans. Note that this paper presents a conceptual logical and architectural solution, and as such detailed analysis findings are inappropriate and premature.",
            "Publication": "Applied Mechanics and Materials",
            "Date": "10/2014",
            "Tag": [
                "RotaryWing-FixedWing"
            ]
        },
        {
            "label": "Amir Rasydan Mat",
            "type": "Person"
        },
        {
            "label": "Liew Mun How",
            "type": "Person"
        },
        {
            "label": "Omar Kassim Ariff",
            "type": "Person"
        },
        {
            "label": "M. Amzari M. Zhahir",
            "type": "Person"
        },
        {
            "label": "Ramly Mohd Ajir",
            "type": "Person"
        },
        {
            "label": "Docking two multirotors in midair using relative vision measurements",
            "type": "journalArticle",
            "Zotero Link": "",
            "Original Link": "https://arxiv.org/abs/2011.05565",
            "Description": "Modular robots have been rising in popularity for a variety of applications, and autonomous midair docking is a necessary task for real world deployment of these robots. We present a state estimator based on the extended Kalman filter for relative localization of one multirotor with respect to another using only onboard sensors, specifically an inertial measurement unit and a camera-marker pair. Acceleration and angular velocity measurements along with relative pose measurements from a camera on the first multirotor looking at a marker on the second multirotor are used to estimate the relative position and velocity of the first multirotor with respect to the second, and the absolute attitude of the first multirotor. We also present a control architecture to use these onboard state estimates to control the first multirotor at a desired setpoint with respect to the second. The performance of the estimator and control architecture are experimentally validated by successfully and repeatably performing midair docking -- a task that requires relative position precision on the order of a centimeter.",
            "Publication": "",
            "Date": "2020",
            "Tag": [
                "RotaryWing-RotaryWing"
            ]
        },
        {
            "label": "Karan P. Jain",
            "type": "Person"
        },
        {
            "label": "Minos Park",
            "type": "Person"
        },
        {
            "label": "Mark W. Mueller",
            "type": "Person"
        },
        {
            "label": "Toward Autonomous In-flight Docking of Unmanned Multi-rotor Aerial Vehicles",
            "type": "conferencePaper",
            "Zotero Link": "",
            "Original Link": "https://arc.aiaa.org/doi/10.2514/6.2020-1486",
            "Description": "",
            "Publication": "",
            "Date": "2020-01-06",
            "Tag": [
                "RotaryWing-RotaryWing"
            ]
        },
        {
            "label": "Ryan Rocha",
            "type": "Person"
        },
        {
            "label": "Stephen K. Robinson",
            "type": "Person"
        },
        {
            "label": "Flying batteries: In-flight battery switching to increase multirotor flight time",
            "type": "conferencePaper",
            "Zotero Link": "",
            "Original Link": "https://ieeexplore.ieee.org/document/9197580/",
            "Description": "",
            "Publication": "",
            "Date": "5/2020",
            "Tag": [
                "RotaryWing-RotaryWing"
            ]
        },
        {
            "label": "Karan P. Jain",
            "type": "Person"
        },
        {
            "label": "Mark W. Mueller",
            "type": "Person"
        },
        {
            "label": "Dynamic Path Generation for Multirotor Aerial Docking in Forward Flight",
            "type": "conferencePaper",
            "Zotero Link": "",
            "Original Link": "https://ieeexplore.ieee.org/document/9304189/",
            "Description": "",
            "Publication": "",
            "Date": "2020-12-14",
            "Tag": [
                "RotaryWing-RotaryWing"
            ]
        },
        {
            "label": "Ajay Shankar",
            "type": "Person"
        },
        {
            "label": "Sebastian Elbaum",
            "type": "Person"
        },
        {
            "label": "Carrick Detweiler",
            "type": "Person"
        },
        {
            "label": "Airborne Docking for Multi-Rotor Aerial Manipulations",
            "type": "conferencePaper",
            "Zotero Link": "",
            "Original Link": "https://ieeexplore.ieee.org/document/8594513/",
            "Description": "",
            "Publication": "",
            "Date": "10/2018",
            "Tag": [
                "RotaryWing-RotaryWing"
            ]
        },
        {
            "label": "Ryo Miyazaki",
            "type": "Person"
        },
        {
            "label": "Rui Jiang",
            "type": "Person"
        },
        {
            "label": "Hannibal Paul",
            "type": "Person"
        },
        {
            "label": "Koji Ono",
            "type": "Person"
        },
        {
            "label": "Kazuhiro Shimonomura",
            "type": "Person"
        },
        {
            "label": "Study on robust aerial docking mechanism with deep learning based drogue detection and docking",
            "type": "journalArticle",
            "Zotero Link": "",
            "Original Link": "https://linkinghub.elsevier.com/retrieve/pii/S0888327020309651",
            "Description": "",
            "Publication": "Mechanical Systems and Signal Processing",
            "Date": "06/2021",
            "Tag": [
                "FixedWing-FixedWing"
            ]
        },
        {
            "label": "Andrew Jaeyong Choi",
            "type": "Person"
        },
        {
            "label": "Hyeon-Ho Yang",
            "type": "Person"
        },
        {
            "label": "Jae-Hung Han",
            "type": "Person"
        },
        {
            "label": "Review of Sensor Technology to Support Automated Air-to-Air Refueling of a Probe Configured Uncrewed Aircraft",
            "type": "journalArticle",
            "Zotero Link": "",
            "Original Link": "https://www.mdpi.com/1424-8220/23/2/995",
            "Description": "As technologies advance and applications for uncrewed aircraft increase, the capability to conduct automated air-to-air refueling becomes increasingly important. This paper provides a review of required sensors to enable automated air-to-air refueling for an uncrewed aircraft, as well as a review of published research on the topic. Automated air-to-air refueling of uncrewed aircraft eliminates the need for ground infrastructure for intermediate refueling, as well as the need for on-site personnel. Automated air-to-air refueling potentially supports civilian applications such as weather monitoring, surveillance for wildfires, search and rescue, and emergency response, especially when airfields are not available due to natural disasters. For military applications, to enable the Air Wing of the Future to strike at the ranges required for the mission, both crewed and uncrewed aircraft must be capable of air-to-air refueling. To cover the sensors required to complete automated air-to-air refueling, a brief history of air-to-air refueling is presented, followed by a concept of employment for uncrewed aircraft refueling, and finally, a review of the sensors required to complete the different phases of automated air-to-air refueling. To complete uncrewed aircraft refueling, the uncrewed receiver aircraft must have the sensors required to establish communication, determine relative position, decrease separation to astern position, transition to computer vision, position keep during refueling, and separate from the tanker aircraft upon completion of refueling. This paper provides a review of the twelve sensors that would enable the uncrewed aircraft to complete the seven tasks required for automated air-to-air refueling.",
            "Publication": "Sensors",
            "Date": "2023-01-15",
            "Tag": [
                "FixedWing-FixedWing"
            ]
        },
        {
            "label": "Jonathon Parry",
            "type": "Person"
        },
        {
            "label": "Sarah Hubbard",
            "type": "Person"
        },
        {
            "label": "Guidance and Navigation for UAV Airborne Docking",
            "type": "preprint",
            "Zotero Link": "",
            "Original Link": "https://www.researchgate.net/profile/Ali-Goektogan/publication/314584281_Guidance_and_Navigation_for_UAV_Airborne_Docking/links/595214600f7e9b329237dab0/Guidance-and-Navigation-for-UAV-Airborne-Docking.pdf",
            "Description": "—Unmanned aerial vehicle (UAV) capability is currently limited by the amount of energy that can be stored\nonboard. Airborne docking, for mid-air refueling, is a viable\nsolution that has been implemented with manned aircraft for\ndecades, but has yet to be achieved with their unmanned\ncounterparts. The prohibitive challenge is the highly accurate\nand reliable relative positioning performance that is necessary to\ndock with a small target, in the air, amidst external disturbances.\nThis paper presents a complete solution to airborne docking,\nwhich includes vision-aided unscented Kalman filters for leaderrelative navigation and docking appendage motion estimation;\nand guidance that is suitable for all phases of the mission. The\nwork concludes by demonstrating the proposed algorithms in\nwhat is thought to be the first UAV airborne docking.",
            "Publication": "",
            "Date": "2015",
            "Tag": [
                "FixedWing-FixedWing"
            ]
        },
        {
            "label": "Daniel B. Wilson",
            "type": "Person"
        },
        {
            "label": "Ali H. Goktogan",
            "type": "Person"
        },
        {
            "label": "Salah Sukkarieh",
            "type": "Person"
        },
        {
            "label": "Surface wind profile measurement using multiple small unmanned aerial vehicles",
            "type": "conferencePaper",
            "Zotero Link": "",
            "Original Link": "http://ieeexplore.ieee.org/document/5530609/",
            "Description": "",
            "Publication": "",
            "Date": "6/2010",
            "Tag": []
        },
        {
            "label": "--- ---",
            "type": "Person"
        },
        {
            "label": "--- ---",
            "type": "Person"
        },
        {
            "label": "Model-Aided Navigation for a Quadrotor Helicopter: A Novel Navigation System and First Experimental Results: Model-Aided navigation for a quadrotor helicopter",
            "type": "journalArticle",
            "Zotero Link": "",
            "Original Link": "https://onlinelibrary.wiley.com/doi/10.1002/navi.68",
            "Description": "",
            "Publication": "Navigation",
            "Date": "12/2014",
            "Tag": []
        },
        {
            "label": "Philipp Crocoll",
            "type": "Person"
        },
        {
            "label": "Justus Seibold",
            "type": "Person"
        },
        {
            "label": "Georg Scholz",
            "type": "Person"
        },
        {
            "label": "Gert F. Trommer",
            "type": "Person"
        },
        {
            "label": "Measuring wind with Small Unmanned Aircraft Systems",
            "type": "journalArticle",
            "Zotero Link": "",
            "Original Link": "https://linkinghub.elsevier.com/retrieve/pii/S016761051730942X",
            "Description": "",
            "Publication": "Journal of Wind Engineering and Industrial Aerodynamics",
            "Date": "05/2018",
            "Tag": []
        },
        {
            "label": "S. Prudden",
            "type": "Person"
        },
        {
            "label": "A. Fisher",
            "type": "Person"
        },
        {
            "label": "M. Marino",
            "type": "Person"
        },
        {
            "label": "A. Mohamed",
            "type": "Person"
        },
        {
            "label": "S. Watkins",
            "type": "Person"
        },
        {
            "label": "G. Wild",
            "type": "Person"
        },
        {
            "label": "Evaluation of Wind Effects on UAV Autonomous Navigation Based on Vehicle Dynamic Model",
            "type": "conferencePaper",
            "Zotero Link": "",
            "Original Link": "https://www.ion.org/publications/abstract.cfm?articleID=14618",
            "Description": "",
            "Publication": "",
            "Date": "2016-11-08",
            "Tag": []
        },
        {
            "label": "Mehran Khaghani",
            "type": "Person"
        },
        {
            "label": "Jan Skaloud",
            "type": "Person"
        },
        {
            "label": "Assessment of VDM-based autonomous navigation of a UAV under operational conditions",
            "type": "journalArticle",
            "Zotero Link": "",
            "Original Link": "https://linkinghub.elsevier.com/retrieve/pii/S0921889017303792",
            "Description": "",
            "Publication": "Robotics and Autonomous Systems",
            "Date": "08/2018",
            "Tag": []
        },
        {
            "label": "Mehran Khaghani",
            "type": "Person"
        },
        {
            "label": "Jan Skaloud",
            "type": "Person"
        },
        {
            "label": "A K Nearest Neighborhood-Based Wind Estimation for Rotary-Wing VTOL UAVs",
            "type": "journalArticle",
            "Zotero Link": "",
            "Original Link": "https://www.mdpi.com/2504-446X/3/2/31",
            "Description": "Wind speed estimation for rotary-wing vertical take-off and landing (VTOL) UAVs is challenging due to the low accuracy of airspeed sensors, which can be severely affected by the rotor’s down-wash effect. Unlike traditional aerodynamic modeling solutions, in this paper, we present a K Nearest Neighborhood learning-based method which does not require the details of the aerodynamic information. The proposed method includes two stages: an off-line training stage and an on-line wind estimation stage. Only flight data is used for the on-line estimation stage, without direct airspeed measurements. We use Parrot AR.Drone as the testing quadrotor, and a commercial fan is used to generate wind disturbance. Experimental results demonstrate the accuracy and robustness of the developed wind estimation algorithms under hovering conditions.",
            "Publication": "Drones",
            "Date": "2019-03-30",
            "Tag": []
        },
        {
            "label": "Liyang Wang",
            "type": "Person"
        },
        {
            "label": "Gaurav Misra",
            "type": "Person"
        },
        {
            "label": "Xiaoli Bai",
            "type": "Person"
        },
        {
            "label": "Wind Tunnel and Hover Performance Test Results for Multicopter UAS Vehicles",
            "type": "journalArticle",
            "Zotero Link": "",
            "Original Link": "",
            "Description": "There is currently a lack of published data for the performance of multicopter unmanned aircraft system (UAS) vehicles, such as quadcopters and octocopters, often referred to collectively as drones. With the rapidly increasing popularity of multicopter UAS, there is interest in better characterizing the performance of this type of aircraft. By studying the performance of currently available vehicles, it will be possible to develop models for vehicles at this scale that can accurately predict performance and model trajectories. This paper describes a wind tunnel test that was recently performed in the U.S. Army’s 7- by 10-ft Wind Tunnel at NASA Ames Research Center. During this wind tunnel entry, five multicopter UAS vehicles were tested to determine forces and moments as well as electrical power as a function of wind speed, rotor speed, and vehicle attitude. The test is described here in detail, and a selection of the key results from the test is presented.",
            "Publication": "",
            "Date": "",
            "Tag": []
        },
        {
            "label": "Carl Russell",
            "type": "Person"
        },
        {
            "label": "Jaewoo Jung",
            "type": "Person"
        },
        {
            "label": "Gina Willink",
            "type": "Person"
        },
        {
            "label": "Brett Glasner",
            "type": "Person"
        },
        {
            "label": "Wind Estimation with Multirotor UAVs",
            "type": "journalArticle",
            "Zotero Link": "",
            "Original Link": "https://www.mdpi.com/2073-4433/13/4/551",
            "Description": "Unmanned Aerial Vehicles (UAVs) have benefited from a tremendous increase in popularity over the past decade, which has inspired their application toward many novel and unique use cases. One of them is the use of UAVs in meteorological research, in particular for wind measurement. Research in this field using quadcopter UAVs has shown promising results. However, most of the results in the literature suffer from three main drawbacks. First, experiments are performed as numerical simulations or in wind tunnels. Such results are limited in their validity in real-life conditions. Second, it is almost always assumed that the drone is stationary, which limits measurements spatially. Third, no attempts at estimating vertical wind are made. Overcoming these limitations offer an opportunity to gain significant value from using UAVs for meteorological measurements. We address these shortcomings by proposing a new dynamic model-based approach, that relies on the assumption that thrust can be measured or estimated, while drag can be related to air speed. Moreover, the proposed method is tested on empirical data gathered on a DJI Phantom 4 drone. During hovering, our method leads to precision and accuracy comparable to existing methods that use tilt to estimate the wind. At the same time, the method is able to estimate wind while the drone is moving. This paves the way for new uses of UAVs, such as the measurement of shear wind profiles, knowledge of which is relevant in Atmospheric Boundary Layer (ABL) meteorology. Additionally, since a commercial off-the-shelf drone is used, the methodology can be replicated by others without any need for custom hardware development or modifications.",
            "Publication": "Atmosphere",
            "Date": "2022-03-29",
            "Tag": []
        },
        {
            "label": "Kilian Meier",
            "type": "Person"
        },
        {
            "label": "Richard Hann",
            "type": "Person"
        },
        {
            "label": "Jan Skaloud",
            "type": "Person"
        },
        {
            "label": "Arthur Garreau",
            "type": "Person"
        },
        {
            "label": "Control of Cooperative Unmanned Aerial Vehicles: Review of Applications, Challenges, and Algorithms",
            "type": "bookSection",
            "Zotero Link": "",
            "Original Link": "http://link.springer.com/10.1007/978-3-030-34094-0_10",
            "Description": "",
            "Publication": "",
            "Date": "2020",
            "Tag": []
        },
        {
            "label": "M. Hadi Amini",
            "type": "Person"
        },
        {
            "label": "Arman Sargolzaei",
            "type": "Person"
        },
        {
            "label": "Alireza Abbaspour",
            "type": "Person"
        },
        {
            "label": "Carl D. Crane",
            "type": "Person"
        },
        {
            "label": "Cooperative UAV Formation Flying With Obstacle/Collision Avoidance",
            "type": "journalArticle",
            "Zotero Link": "",
            "Original Link": "http://ieeexplore.ieee.org/document/4252107/",
            "Description": "",
            "Publication": "IEEE Transactions on Control Systems Technology",
            "Date": "07/2007",
            "Tag": []
        },
        {
            "label": "Xiaohua Wang",
            "type": "Person"
        },
        {
            "label": "Vivek Yadav",
            "type": "Person"
        },
        {
            "label": "S. N. Balakrishnan",
            "type": "Person"
        },
        {
            "label": "An agent-based modeling framework for the multi-UAV rendezvous recharging problem",
            "type": "journalArticle",
            "Zotero Link": "",
            "Original Link": "https://linkinghub.elsevier.com/retrieve/pii/S0921889023000817",
            "Description": "",
            "Publication": "Robotics and Autonomous Systems",
            "Date": "08/2023",
            "Tag": []
        },
        {
            "label": "Kenny Chour",
            "type": "Person"
        },
        {
            "label": "Jean-Paul Reddinger",
            "type": "Person"
        },
        {
            "label": "James Dotterweich",
            "type": "Person"
        },
        {
            "label": "Marshal Childers",
            "type": "Person"
        },
        {
            "label": "James Humann",
            "type": "Person"
        },
        {
            "label": "Sivakumar Rathinam",
            "type": "Person"
        },
        {
            "label": "Swaroop Darbha",
            "type": "Person"
        },
        {
            "label": "Sliding mode based pure pursuit guidance for UAV rendezvous and chase with a cooperative aircraft",
            "type": "conferencePaper",
            "Zotero Link": "",
            "Original Link": "http://ieeexplore.ieee.org/document/5530997/",
            "Description": "",
            "Publication": "",
            "Date": "6/2010",
            "Tag": []
        },
        {
            "label": "T Yamasaki",
            "type": "Person"
        },
        {
            "label": "S N Balakrishnan",
            "type": "Person"
        },
        {
            "label": "Cooperative control of UAV rendezvous",
            "type": "conferencePaper",
            "Zotero Link": "",
            "Original Link": "http://ieeexplore.ieee.org/document/946096/",
            "Description": "",
            "Publication": "",
            "Date": "2001",
            "Tag": []
        },
        {
            "label": "T.W. McLain",
            "type": "Person"
        },
        {
            "label": "P.R. Chandler",
            "type": "Person"
        },
        {
            "label": "S. Rasmussen",
            "type": "Person"
        },
        {
            "label": "M. Pachter",
            "type": "Person"
        },
        {
            "label": "Rendezvous of Multiple UAVs with Collision Avoidance Using Consensus",
            "type": "journalArticle",
            "Zotero Link": "",
            "Original Link": "https://ascelibrary.org/doi/10.1061/%28ASCE%29AS.1943-5525.0000145",
            "Description": "",
            "Publication": "Journal of Aerospace Engineering",
            "Date": "10/2012",
            "Tag": []
        },
        {
            "label": "Joel George Manathara",
            "type": "Person"
        },
        {
            "label": "Debasish Ghose",
            "type": "Person"
        },
        {
            "label": "Champion-level drone racing using deep reinforcement learning",
            "type": "journalArticle",
            "Zotero Link": "",
            "Original Link": "https://www.nature.com/articles/s41586-023-06419-4",
            "Description": "Abstract\n            \n              First-person view (FPV) drone racing is a televised sport in which professional competitors pilot high-speed aircraft through a 3D circuit. Each pilot sees the environment from the perspective of their drone by means of video streamed from an onboard camera. Reaching the level of professional pilots with an autonomous drone is challenging because the robot needs to fly at its physical limits while estimating its speed and location in the circuit exclusively from onboard sensors\n              1\n              . Here we introduce Swift, an autonomous system that can race physical vehicles at the level of the human world champions. The system combines deep reinforcement learning (RL) in simulation with data collected in the physical world. Swift competed against three human champions, including the world champions of two international leagues, in real-world head-to-head races. Swift won several races against each of the human champions and demonstrated the fastest recorded race time. This work represents a milestone for mobile robotics and machine intelligence\n              2\n              , which may inspire the deployment of hybrid learning-based solutions in other physical systems.",
            "Publication": "Nature",
            "Date": "2023-08-31",
            "Tag": []
        },
        {
            "label": "Elia Kaufmann",
            "type": "Person"
        },
        {
            "label": "Leonard Bauersfeld",
            "type": "Person"
        },
        {
            "label": "Antonio Loquercio",
            "type": "Person"
        },
        {
            "label": "Matthias Müller",
            "type": "Person"
        },
        {
            "label": "Vladlen Koltun",
            "type": "Person"
        },
        {
            "label": "Davide Scaramuzza",
            "type": "Person"
        },
        {
            "label": "Improving the monitoring of conservation programmes: lessons from a grant-making initiative for threatened species",
            "type": "journalArticle",
            "Zotero Link": "",
            "Original Link": "https://www.cambridge.org/core/product/identifier/S0030605320000538/type/journal_article",
            "Description": "Abstract\n            Many conservation projects have weak capacity to monitor their target species and the threats they face, compromising adaptive management. We assessed 74 vertebrate and plant conservation projects worldwide that were supported by the SOS–Save Our Species Programme (now IUCN Save Our Species) during 2012–2015. Our aim was to determine how and where monitoring efforts were focused, identify trends in data availability and make recommendations for improvement. Project managers reported more of a decrease in threats (73%) and improved habitat conditions (68%) than positive population changes (19%), primarily because of the focus of their objectives and limited time to collect population data. More population data were collected on reptiles and amphibians than mammals and birds, contrary to global trends. This probably reflects a greater focus of mammal and bird projects on improving habitats or reducing threats. There were geographical differences in data availability. Lessons learnt that could be applied to future project portfolios include: a common strategic framework should be developed, along with a set of common indicators against which projects can align and demonstrate their contributions; more guidance and capacity building support should be provided to grantees; and a greater allocation of project budgets should be dedicated to monitoring.",
            "Publication": "Oryx",
            "Date": "03/2022",
            "Tag": []
        },
        {
            "label": "Alessandro Badalotti",
            "type": "Person"
        },
        {
            "label": "Laura Van Galen",
            "type": "Person"
        },
        {
            "label": "Jean-Christophe Vié",
            "type": "Person"
        },
        {
            "label": "P. J. Stephenson",
            "type": "Person"
        },
        {
            "label": "A variational theory of lift",
            "type": "journalArticle",
            "Zotero Link": "",
            "Original Link": "https://www.cambridge.org/core/product/identifier/S0022112022003482/type/journal_article",
            "Description": "In this paper we revive a special, less-common, variational principle in analytical mechanics (Hertz’ principle of least curvature) to develop a novel variational analogue of Euler's equations for the dynamics of an ideal fluid. The new variational formulation is fundamentally different from those formulations based on Hamilton's principle of least action. Using this new variational formulation, we generalize the century-old problem of the flow over a two-dimensional body; we developed a variational closure condition that is, unlike the Kutta condition, derived from first principles. The developed variational principle reduces to the classical Kutta–Zhukovsky condition in the special case of a sharp-edged airfoil, which challenges the accepted wisdom about the Kutta condition being a manifestation of viscous effects. Rather, we found that it represents conservation of momentum. Moreover, the developed variational principle provides, for the first time, a theoretical model for lift over smooth shapes without sharp edges where the Kutta condition is not applicable. We discuss how this fundamental divergence from current theory can explain discrepancies in computational studies and experiments with superfluids.",
            "Publication": "Journal of Fluid Mechanics",
            "Date": "2022-06-25",
            "Tag": []
        },
        {
            "label": "Cody Gonzalez",
            "type": "Person"
        },
        {
            "label": "Haithem E. Taha",
            "type": "Person"
        },
        {
            "label": "Invariant-EKF Design for Quadcopter Wind Estimation",
            "type": "conferencePaper",
            "Zotero Link": "",
            "Original Link": "https://coral-osu.github.io/assets/pdf/ACC22.pdf",
            "Description": "We consider a nonlinear estimation problem\nwhere a quadcopter moves in a wind field. We show that the\nquadcopter dynamics is invariant under the action of a Lie\ngroup and design an Invariant Extended Kalman Filter (IEKF)\nby taking advantage of symmetry in the system dynamics. The\nIEKF estimates the quadcopter’s position, velocity, orientation\nand wind velocity using measured position, acceleration, magnetic field, angular velocity, and control thrust. The resulting\ndesign is implemented and validated in simulations. Through\nMonte-Carlo (MC) simulations, we demonstrate that the IEKF\nproduces improved transient estimation performance over a\nconventional Extended Kalman Filter (EKF) for a variety of\nwind fields.",
            "Publication": "",
            "Date": "2022",
            "Tag": []
        },
        {
            "label": "Hao Chen",
            "type": "Person"
        },
        {
            "label": "He Bai",
            "type": "Person"
        },
        {
            "label": "Clark N. Taylor",
            "type": "Person"
        },
        {
            "label": "Autonomous Vehicle Dynamic Model-Based Navigation for Small UAVs",
            "type": "journalArticle",
            "Zotero Link": "",
            "Original Link": "http://doi.wiley.com/10.1002/navi.158",
            "Description": "",
            "Publication": "Navigation",
            "Date": "12/2016",
            "Tag": []
        },
        {
            "label": "Mehran Khaghani",
            "type": "Person"
        },
        {
            "label": "Jan Skaloud",
            "type": "Person"
        },
        {
            "label": "Collision-free trajectory planning of multi-rotor UAVs in a wind condition based on modified potential field",
            "type": "journalArticle",
            "Zotero Link": "",
            "Original Link": "https://linkinghub.elsevier.com/retrieve/pii/S0094114X20303578",
            "Description": "",
            "Publication": "Mechanism and Machine Theory",
            "Date": "02/2021",
            "Tag": []
        },
        {
            "label": "Hamidreza Heidari",
            "type": "Person"
        },
        {
            "label": "Martin Saska",
            "type": "Person"
        },
        {
            "label": "Quadrotor inertial navigation aided by a vehicle dynamics model with in-flight parameter estimation",
            "type": "conferencePaper",
            "Zotero Link": "",
            "Original Link": "",
            "Description": "",
            "Publication": "",
            "Date": "2014",
            "Tag": []
        },
        {
            "label": "Philipp Crocoll",
            "type": "Person"
        },
        {
            "label": "Gert F Trommer",
            "type": "Person"
        },
        {
            "label": "Introducing Vehicle Dynamic Models in Dynamic Networks for Navigation in UAVs",
            "type": "thesis",
            "Zotero Link": "",
            "Original Link": "http://infoscience.epfl.ch/record/276234",
            "Description": "",
            "Publication": "",
            "Date": "2019",
            "Tag": []
        },
        {
            "label": "Kenneth Joseph Paul",
            "type": "Person"
        },
        {
            "label": "Experimental analysis of wakes in a utility scale wind farm",
            "type": "journalArticle",
            "Zotero Link": "",
            "Original Link": "https://linkinghub.elsevier.com/retrieve/pii/S0167610514002670",
            "Description": "",
            "Publication": "Journal of Wind Engineering and Industrial Aerodynamics",
            "Date": "03/2015",
            "Tag": []
        },
        {
            "label": "B. Subramanian",
            "type": "Person"
        },
        {
            "label": "N. Chokani",
            "type": "Person"
        },
        {
            "label": "R.S. Abhari",
            "type": "Person"
        },
        {
            "label": "Drone-Based Experimental Investigation of Three-Dimensional Flow Structure of a Multi-Megawatt Wind Turbine in Complex Terrain",
            "type": "journalArticle",
            "Zotero Link": "",
            "Original Link": "https://asmedigitalcollection.asme.org/solarenergyengineering/article/doi/10.1115/1.4031038/379560/DroneBased-Experimental-Investigation-of",
            "Description": "The aerodynamic characteristics of wakes in complex terrain have a profound impact on the energy yield of wind farms and on the fatigue loads on wind turbines in the wind farm. In order to detail the spatial variations of the wind speed, wind direction, and turbulent kinetic energy (TKE) in the near-wake, comprehensive drone-based measurements at a multi-megawatt (MW) wind turbine that is located in complex terrain have been conducted. A short-time Fourier transform (STFT)-based analysis method is used to derive time-localized TKE along the drone's trajectory. In upstream and in the near-wake, the vertical profiles of wind speed, wind direction, and TKE are detailed. There is an increase in the TKE from upstream to downstream of the wind turbine, and whereas, the characteristic microscale length scales increase with increasing height above the ground upstream of the turbine, in the near-wake the microscale lengths are of constant, smaller magnitude. The first-ever measurements of the pressure field across a multi-MW wind turbines rotor plane and of the tip vortices in the near-wake are also reported. It is shown that the pitch between subsequent tip vortices, which are shed from the wind turbines blades, increases in the near-wake as the wake evolves. These details of the near-wake can have an important effect on the subsequent evolution of the wake and must be incorporated into the three-dimensional (3D) field wake models that are currently under intensive development.",
            "Publication": "Journal of Solar Energy Engineering",
            "Date": "2015-10-01",
            "Tag": []
        },
        {
            "label": "B. Subramanian",
            "type": "Person"
        },
        {
            "label": "N. Chokani",
            "type": "Person"
        },
        {
            "label": "R. S. Abhari",
            "type": "Person"
        },
        {
            "label": "Scientific Applications of Unmanned Vehicles in Svalbard (UAV Svalbard)",
            "type": "report",
            "Zotero Link": "",
            "Original Link": "https://zenodo.org/record/4293283",
            "Description": "This is chapter 3 of the State of Environmental Science in Svalbard (SESS) report 2020 (https://sios-svalbard.org/SESS_Issue3). The polar regions are among the most sensitive areas of the Earth and changes in the Arctic have global consequences. Therefore, more and better Arctic research is needed, and unmanned vehicles are an important tool in this research.<br> This report provides a review of research conducted with unmanned vehicles in Svalbard. That includes vehicles that travel in air, on water and underwater. The main focus is on unmanned aerial vehicles (UAVs).<br> UAVs are well-suited for Arctic research for several reasons. The Arctic regions lack high vegetation and big settlements, making them ideal for aerial observations. UAVs can access glaciers, mountains, and other difficult areas. They are cheaper and have a lower environmental impact than manned flights. Svalbard has an international research infrastructure and frequent flight connections, making it a hotspot for Arctic research.<br> However, there are several challenges to the use of unmanned vehicles in the Arctic. These include magnetic interference, low temperatures, harsh weather conditions, and wildlife. Most optical sensors cannot be used during the dark season between October and February.<br> This review shows that the researchers using unmanned vehicles in Svalbard can be divided into two groups: basic and advanced users. The majority of researchers today are basic users. They use off-the-shelf UAVs to enhance their fieldwork. The most common application is mapping. A minority of the researchers are advanced users. This group includes users of unmanned marine vehicles and fixed-wing UAVs.",
            "Publication": "",
            "Date": "2021-01-11",
            "Tag": []
        },
        {
            "label": " Hann, Richard",
            "type": "Person"
        },
        {
            "label": " Altstädter, Barbara",
            "type": "Person"
        },
        {
            "label": " Betlem, Peter",
            "type": "Person"
        },
        {
            "label": " Deja, Kajetan",
            "type": "Person"
        },
        {
            "label": " Dragańska-Deja, Katarzyna",
            "type": "Person"
        },
        {
            "label": " Ewertowski, Marek",
            "type": "Person"
        },
        {
            "label": " Hartvich, Filip",
            "type": "Person"
        },
        {
            "label": " Jonassen, Marius",
            "type": "Person"
        },
        {
            "label": " Lampert, Astrid",
            "type": "Person"
        },
        {
            "label": " Laska, Michał",
            "type": "Person"
        },
        {
            "label": " Sobota, Ireneusz",
            "type": "Person"
        },
        {
            "label": " Storvold, Rune",
            "type": "Person"
        },
        {
            "label": " Tomczyk, Aleksandra",
            "type": "Person"
        },
        {
            "label": " Wojtysiak, Kacper",
            "type": "Person"
        },
        {
            "label": " Zagórski, Piotr",
            "type": "Person"
        },
        {
            "label": "Unmanned Aerial Systems for Investigating the Polar Atmospheric Boundary Layer—Technical Challenges and Examples of Applications",
            "type": "journalArticle",
            "Zotero Link": "",
            "Original Link": "https://www.mdpi.com/2073-4433/11/4/416",
            "Description": "Unmanned aerial systems (UAS) fill a gap in high-resolution observations of meteorological parameters on small scales in the atmospheric boundary layer (ABL). Especially in the remote polar areas, there is a strong need for such detailed observations with different research foci. In this study, three systems are presented which have been adapted to the particular needs for operating in harsh polar environments: The fixed-wing aircraft M     2    AV with a mass of 6 kg, the quadrocopter ALICE with a mass of 19 kg, and the fixed-wing aircraft ALADINA with a mass of almost 25 kg. For all three systems, their particular modifications for polar operations are documented, in particular the insulation and heating requirements for low temperatures. Each system has completed meteorological observations under challenging conditions, including take-off and landing on the ice surface, low temperatures (down to −28      ∘    C), icing, and, for the quadrocopter, under the impact of the rotor downwash. The influence on the measured parameters is addressed here in the form of numerical simulations and spectral data analysis. Furthermore, results from several case studies are discussed: With the M     2    AV, low-level flights above leads in Antarctic sea ice were performed to study the impact of areas of open water within ice surfaces on the ABL, and a comparison with simulations was performed. ALICE was used to study the small-scale structure and short-term variability of the ABL during a cruise of RV Polarstern to the 79     ∘     N glacier in Greenland. With ALADINA, aerosol measurements of different size classes were performed in Ny-Ålesund, Svalbard, in highly complex terrain. In particular, very small, freshly formed particles are difficult to monitor and require the active control of temperature inside the instruments. The main aim of the article is to demonstrate the potential of UAS for ABL studies in polar environments, and to provide practical advice for future research activities with similar systems.",
            "Publication": "Atmosphere",
            "Date": "2020-04-21",
            "Tag": []
        },
        {
            "label": "Astrid Lampert",
            "type": "Person"
        },
        {
            "label": "Barbara Altstädter",
            "type": "Person"
        },
        {
            "label": "Konrad Bärfuss",
            "type": "Person"
        },
        {
            "label": "Lutz Bretschneider",
            "type": "Person"
        },
        {
            "label": "Jesper Sandgaard",
            "type": "Person"
        },
        {
            "label": "Janosch Michaelis",
            "type": "Person"
        },
        {
            "label": "Lennart Lobitz",
            "type": "Person"
        },
        {
            "label": "Magnus Asmussen",
            "type": "Person"
        },
        {
            "label": "Ellen Damm",
            "type": "Person"
        },
        {
            "label": "Ralf Käthner",
            "type": "Person"
        },
        {
            "label": "Thomas Krüger",
            "type": "Person"
        },
        {
            "label": "Christof Lüpkes",
            "type": "Person"
        },
        {
            "label": "Stefan Nowak",
            "type": "Person"
        },
        {
            "label": "Alexander Peuker",
            "type": "Person"
        },
        {
            "label": "Thomas Rausch",
            "type": "Person"
        },
        {
            "label": "Fabian Reiser",
            "type": "Person"
        },
        {
            "label": "Andreas Scholtz",
            "type": "Person"
        },
        {
            "label": "Denis Sotomayor Zakharov",
            "type": "Person"
        },
        {
            "label": "Dominik Gaus",
            "type": "Person"
        },
        {
            "label": "Stephan Bansmer",
            "type": "Person"
        },
        {
            "label": "Birgit Wehner",
            "type": "Person"
        },
        {
            "label": "Falk Pätzold",
            "type": "Person"
        },
        {
            "label": "Multirotor UAV-Based Platform for the Measurement of Atmospheric Turbulence: Validation and Signature Detection of Tip Vortices of Wind Turbine Blades",
            "type": "journalArticle",
            "Zotero Link": "",
            "Original Link": "https://journals.ametsoc.org/view/journals/atot/36/6/jtech-d-17-0220.1.xml",
            "Description": "Abstract\n            The present study describes the development of a technique for the measurement of atmospheric turbulence and temperature at a point in space based on the integration of a fast-response multihole pressure probe and a thermocouple with an inertial measurement unit on a multirotor UAV-based platform. This allows for an accurate measurement of time series of the three components of the velocity vector and temperature at any point in space in which the UAV can fly within the limitations of its autonomy. The presented technique relies on an accurate correction of the three-component velocity vector measured by the pressure probe on the frame of reference of the UAV—noninertial—with the information provided by the inertial measurement unit. The study includes a validation of the technique against sonic anemometry and the measurement of the signature of tip vortices shed by the blades of a full-scale wind turbine as an example of its potential.",
            "Publication": "Journal of Atmospheric and Oceanic Technology",
            "Date": "06/2019",
            "Tag": []
        },
        {
            "label": "Fernando Carbajo Fuertes",
            "type": "Person"
        },
        {
            "label": "Lionel Wilhelm",
            "type": "Person"
        },
        {
            "label": "Fernando Porté-Agel",
            "type": "Person"
        },
        {
            "label": "Design and control of quadrotors with application to autonomous flying",
            "type": "thesis",
            "Zotero Link": "",
            "Original Link": "http://infoscience.epfl.ch/record/95939",
            "Description": "",
            "Publication": "",
            "Date": "2006",
            "Tag": []
        },
        {
            "label": "Samir Bouabdallah",
            "type": "Person"
        },
        {
            "label": "Real-time wind estimation on a micro unmanned aerial vehicle using its inertial measurement unit",
            "type": "journalArticle",
            "Zotero Link": "",
            "Original Link": "https://linkinghub.elsevier.com/retrieve/pii/S0924424715301539",
            "Description": "",
            "Publication": "Sensors and Actuators A: Physical",
            "Date": "11/2015",
            "Tag": []
        },
        {
            "label": "Patrick P. Neumann",
            "type": "Person"
        },
        {
            "label": "Matthias Bartholmai",
            "type": "Person"
        },
        {
            "label": "The Small Unmanned Meteorological Observer SUMO: A new tool for atmospheric boundary layer research",
            "type": "journalArticle",
            "Zotero Link": "",
            "Original Link": "http://www.schweizerbart.de/papers/metz/detail/18/57209/The_Small_Unmanned_Meteorological_Observer_SUMO_A_?af=crossref",
            "Description": "",
            "Publication": "Meteorologische Zeitschrift",
            "Date": "2009-05-13",
            "Tag": []
        },
        {
            "label": "Joachim Reuder",
            "type": "Person"
        },
        {
            "label": "Pascal Brisset",
            "type": "Person"
        },
        {
            "label": "Marius Müller Jonassen",
            "type": "Person"
        },
        {
            "label": "Stephanie Mayer",
            "type": "Person"
        },
        {
            "label": "Lightweight unmanned aerial vehicles will revolutionize spatial ecology",
            "type": "journalArticle",
            "Zotero Link": "",
            "Original Link": "http://doi.wiley.com/10.1890/120150",
            "Description": "",
            "Publication": "Frontiers in Ecology and the Environment",
            "Date": "04/2013",
            "Tag": []
        },
        {
            "label": "Karen Anderson",
            "type": "Person"
        },
        {
            "label": "Kevin J Gaston",
            "type": "Person"
        },
        {
            "label": "Predictable pollution: An assessment of weather balloons and associated impacts on the marine environment – An example for the Great Barrier Reef, Australia",
            "type": "journalArticle",
            "Zotero Link": "",
            "Original Link": "https://linkinghub.elsevier.com/retrieve/pii/S0025326X13007959",
            "Description": "",
            "Publication": "Marine Pollution Bulletin",
            "Date": "02/2014",
            "Tag": []
        },
        {
            "label": "Owen R. O’Shea",
            "type": "Person"
        },
        {
            "label": "Mark Hamann",
            "type": "Person"
        },
        {
            "label": "Walter Smith",
            "type": "Person"
        },
        {
            "label": "Heidi Taylor",
            "type": "Person"
        },
        {
            "label": "A ‘No-Flow-Sensor’ Wind Estimation Algorithm for Unmanned Aerial Systems",
            "type": "journalArticle",
            "Zotero Link": "",
            "Original Link": "http://journals.sagepub.com/doi/10.1260/1756-8293.4.1.15",
            "Description": "A ‘no-flow-sensor’ wind estimation algorithm for Unmanned Aerial Systems (UAS) is presented. It is based on ground speed and flight path azimuth information from the autopilot's GPS system. The algorithm has been tested with the help of the simulation option in the Paparazzi autopilot software using artificial wind profiles. The retrieval accuracy of the predefined profiles by the wind algorithm and its sensitivity to vertical aircraft velocity, diameter of the helical flight pattern and different data sampling methods have been investigated. The algorithm with a correspondingly optimized set of parameters is then applied to various scientific flight missions under real wind conditions performed by the UAS SUMO (Small Unmanned Meteorological Observer). The SUMO wind profiles are compared to measurements of conventional atmospheric profiling systems as radiosondes and piloted balloons. In general, the presented ‘no-flow-sensor’ wind estimation method performs well in most atmospheric situations and is now operationally used in the post-processing routine for wind profile determination from SUMO measurements.",
            "Publication": "International Journal of Micro Air Vehicles",
            "Date": "03/2012",
            "Tag": []
        },
        {
            "label": "Stephanie Mayer",
            "type": "Person"
        },
        {
            "label": "Gautier Hattenberger",
            "type": "Person"
        },
        {
            "label": "Pascal Brisset",
            "type": "Person"
        },
        {
            "label": "Marius O. Jonassen",
            "type": "Person"
        },
        {
            "label": "Joachim Reuder",
            "type": "Person"
        },
        {
            "label": "Autonomous Vehicle Dynamic Model-Based Navigation for Small UAVs: Autonomous VDM Based Navigation for Small UAVs",
            "type": "journalArticle",
            "Zotero Link": "",
            "Original Link": "https://onlinelibrary.wiley.com/doi/10.1002/navi.140",
            "Description": "This paper presents a novel approach to autonomous navigation for small UAVs, with no extra sensor added to the conventional INS/GNSS setup. The proposed method signiﬁcantly increases the accuracy and reliability of autonomous navigation, especially for small UAVs with low-cost IMUs. This improvement is of special interest in the case of GNSS outages, where inertial coasting drifts very quickly. In the proposed architecture, the VDM provides the estimate of position, velocity, and attitude, which is updated within a ﬁlter based on available observations, such as IMU data or when available, GNSS measurements. The ﬁlter is capable of estimating wind velocity and dynamic model parameters, in addition to navigation states and IMU sensor errors. Monte Carlo simulations reveal major improvements in navigation accuracy compared to conventional INS/GNSS systems during GNSS outages of 5 min. A discussion on the observability is also presented at the end. Copyright © 2016 Institute of Navigation.",
            "Publication": "Navigation",
            "Date": "09/2016",
            "Tag": []
        },
        {
            "label": "Mehran Khaghani",
            "type": "Person"
        },
        {
            "label": "Jan Skaloud",
            "type": "Person"
        },
        {
            "label": "NeuroBEM: Hybrid Aerodynamic Quadrotor Model",
            "type": "journalArticle",
            "Zotero Link": "",
            "Original Link": "http://arxiv.org/abs/2106.08015",
            "Description": "Quadrotors are extremely agile, so much in fact, that classic first-principle-models come to their limits. Aerodynamic effects, while insignificant at low speeds, become the dominant model defect during high speeds or agile maneuvers. Accurate modeling is needed to design robust high-performance control systems and enable flying close to the platform's physical limits. We propose a hybrid approach fusing first principles and learning to model quadrotors and their aerodynamic effects with unprecedented accuracy. First principles fail to capture such aerodynamic effects, rendering traditional approaches inaccurate when used for simulation or controller tuning. Data-driven approaches try to capture aerodynamic effects with blackbox modeling, such as neural networks; however, they struggle to robustly generalize to arbitrary flight conditions. Our hybrid approach unifies and outperforms both first-principles blade-element theory and learned residual dynamics. It is evaluated in one of the world's largest motion-capture systems, using autonomous-quadrotor-flight data at speeds up to 65km/h. The resulting model captures the aerodynamic thrust, torques, and parasitic effects with astonishing accuracy, outperforming existing models with 50% reduced prediction errors, and shows strong generalization capabilities beyond the training set.",
            "Publication": "arXiv:2106.08015 [cs]",
            "Date": "2021-06-15",
            "Tag": []
        },
        {
            "label": "Leonard Bauersfeld",
            "type": "Person"
        },
        {
            "label": "Elia Kaufmann",
            "type": "Person"
        },
        {
            "label": "Philipp Foehn",
            "type": "Person"
        },
        {
            "label": "Sihao Sun",
            "type": "Person"
        },
        {
            "label": "Davide Scaramuzza",
            "type": "Person"
        },
        {
            "label": "RotorS—A Modular Gazebo MAV Simulator Framework",
            "type": "bookSection",
            "Zotero Link": "",
            "Original Link": "http://link.springer.com/10.1007/978-3-319-26054-9_23",
            "Description": "",
            "Publication": "",
            "Date": "2016",
            "Tag": []
        },
        {
            "label": "Anis Koubaa",
            "type": "Person"
        },
        {
            "label": "Fadri Furrer",
            "type": "Person"
        },
        {
            "label": "Michael Burri",
            "type": "Person"
        },
        {
            "label": "Markus Achtelik",
            "type": "Person"
        },
        {
            "label": "Roland Siegwart",
            "type": "Person"
        },
        {
            "label": "The true role of accelerometer feedback in quadrotor control",
            "type": "conferencePaper",
            "Zotero Link": "",
            "Original Link": "http://ieeexplore.ieee.org/document/5509980/",
            "Description": "",
            "Publication": "",
            "Date": "05/2010",
            "Tag": []
        },
        {
            "label": "Philippe Martin",
            "type": "Person"
        },
        {
            "label": "Erwan Salaun",
            "type": "Person"
        },
        {
            "label": "Root mean square error (RMSE) or mean absolute error (MAE)? – Arguments against avoiding RMSE in the literature",
            "type": "journalArticle",
            "Zotero Link": "",
            "Original Link": "",
            "Description": "Both the root mean square error (RMSE) and the mean absolute error (MAE) are regularly employed in model evaluation studies. Willmott and Matsuura (2005) have suggested that the RMSE is not a good indicator of average model performance and might be a misleading indicator of average error, and thus the MAE would be a better metric for that purpose. While some concerns over using RMSE raised by Willmott and Matsuura (2005) and Willmott et al. (2009) are valid, the proposed avoidance of RMSE in favor of MAE is not the solution. Citing the aforementioned papers, many researchers chose MAE over RMSE to present their model evaluation statistics when presenting or adding the RMSE measures could be more beneﬁcial. In this technical note, we demonstrate that the RMSE is not ambiguous in its meaning, contrary to what was claimed by Willmott et al. (2009). The RMSE is more appropriate to represent model performance than the MAE when the error distribution is expected to be Gaussian. In addition, we show that the RMSE satisﬁes the triangle inequality requirement for a distance metric, whereas Willmott et al. (2009) indicated that the sums-ofsquares-based statistics do not satisfy this rule. In the end, we discussed some circumstances where using the RMSE will be more beneﬁcial. However, we do not contend that the RMSE is superior over the MAE. Instead, a combination of metrics, including but certainly not limited to RMSEs and MAEs, are often required to assess model performance.",
            "Publication": "Geosci. Model Dev.",
            "Date": "2014",
            "Tag": []
        },
        {
            "label": "T Chai",
            "type": "Person"
        },
        {
            "label": "R R Draxler",
            "type": "Person"
        },
        {
            "label": "Precise GNSS Positioning in Arctic Regions",
            "type": "conferencePaper",
            "Zotero Link": "",
            "Original Link": "https://onepetro.org/OTCARCTIC/proceedings/14OARC/All-14OARC/Houston,%20Texas/172546",
            "Description": "Abstract\n              For precise positioning in arctic regions with Global Navigation Satellite Systems (GNSS), such as GPS and Glonass, there are a number of issues to be resolved or taken into account. The most important ones are satellite geometry, ionospheric effects and distribution of correction data.\n              Precise Point Positioning (PPP) is currently the standard for precise offshore positioning. PPP requires a sparse global network of GNSS reference stations to estimate precise satellite orbit and clock parameters in real-time. These parameters are transmitted to users, who can compute their position with an accuracy of 0.1 m using code and carrier observations. The main disadvantage of PPP is that in general it takes a long time to converge to this accuracy, about 30–45 minutes.\n              GNSS carrier observations are similar to pseudo ranges, but have an additional bias which needs to be estimated. Under certain conditions, these biases are integer. This property is used in what is generally referred to as Real-Time Kinematic (RTK) positioning, a technique which uses corrections generated at reference stations to make sure these ambiguities are integer. Integer Ambiguity Resolution (IAR) results in RTK accuracies of 0.01–0.03 m or better and short convergence times, ranging from instantaneous to several minutes for long inter-station distances. The disadvantage is the limited area of applicability, because RTK in general does not use precise orbits and clocks.\n              Current research focuses on the combination of PPP and RTK techniques. The main goal is to achieve cm accuracy with a sparse network of reference stations. Another goal is to reduce convergence time. Applications are in the field of precise real-time offshore positioning in general, and subsidence monitoring and tidal estimation in particular.\n              Results will be presented from standard PPP and PPP combined with IAR for arctic regions and from a test bed in the Gulf of Mexico. These results, although preliminary, indicate centimeter level accuracy is indeed possible, also in the arctic. We will also look at further improvements, mainly in convergence time, using all operational satellites and signals from current and future navigation systems.",
            "Publication": "",
            "Date": "2014-02-10",
            "Tag": []
        },
        {
            "label": "Kees de Jong",
            "type": "Person"
        },
        {
            "label": "Matthew Goode",
            "type": "Person"
        },
        {
            "label": "Xianglin Liu",
            "type": "Person"
        },
        {
            "label": "Mark Stone",
            "type": "Person"
        },
        {
            "label": "Real-Time Wind Vector Estimation for a Micro UAV",
            "type": "journalArticle",
            "Zotero Link": "",
            "Original Link": "",
            "Description": "This paper presents an approach to estimate wind vector for a micro UAV by using only its inertial measurement unit in real-time. This method does not need additional sensors and dedicated anemometer, while just relying on the onboard inertial measurement unit to reserve the valuable payload for other onboard sensors. A smoothing filter is also designed based on the minimum summation of distance vector in order to reduce the effect of sensor noise. Simulation results prove the feasibility of the proposed real-time wind vector estimation approach.",
            "Publication": "",
            "Date": "2017",
            "Tag": []
        },
        {
            "label": "Yaohong Qu",
            "type": "Person"
        },
        {
            "label": "Zhewen Xing",
            "type": "Person"
        },
        {
            "label": "Youmin Zhang",
            "type": "Person"
        },
        {
            "label": "Ziquan Yu",
            "type": "Person"
        }
    ],
    "connections": [
        {
            "from": "Docking",
            "to": "FixedTarget",
            "type": "InTheme"
        },
        {
            "from": "Docking",
            "to": "GeneralDocking",
            "type": "InTheme"
        },
        {
            "from": "Docking",
            "to": "MovingTarget",
            "type": "InTheme"
        },
        {
            "from": "MovingTarget",
            "to": "GroundVehicle",
            "type": "InTheme"
        },
        {
            "from": "MovingTarget",
            "to": "OtherMovingTarget",
            "type": "InTheme"
        },
        {
            "from": "MovingTarget",
            "to": "AirbornVehicle",
            "type": "InTheme"
        },
        {
            "from": "AirbornVehicle",
            "to": "FixedWing-FixedWing",
            "type": "InTheme"
        },
        {
            "from": "AirbornVehicle",
            "to": "RotaryWing-RotaryWing",
            "type": "InTheme"
        },
        {
            "from": "AirbornVehicle",
            "to": "RotaryWing-FixedWing",
            "type": "InTheme"
        },
        {
            "from": "Justin Thomas",
            "to": "Visual Servoing of Quadrotors for Perching by Hanging From Cylindrical Objects",
            "type": "Authorship"
        },
        {
            "from": "Giuseppe Loianno",
            "to": "Visual Servoing of Quadrotors for Perching by Hanging From Cylindrical Objects",
            "type": "Authorship"
        },
        {
            "from": "Kostas Daniilidis",
            "to": "Visual Servoing of Quadrotors for Perching by Hanging From Cylindrical Objects",
            "type": "Authorship"
        },
        {
            "from": "Vijay Kumar",
            "to": "Visual Servoing of Quadrotors for Perching by Hanging From Cylindrical Objects",
            "type": "Authorship"
        },
        {
            "from": "FixedTarget",
            "to": "Visual Servoing of Quadrotors for Perching by Hanging From Cylindrical Objects",
            "type": "InTheme"
        },
        {
            "from": "Emad Ebeid",
            "to": "A survey of Open-Source UAV flight controllers and flight simulators",
            "type": "Authorship"
        },
        {
            "from": "Martin Skriver",
            "to": "A survey of Open-Source UAV flight controllers and flight simulators",
            "type": "Authorship"
        },
        {
            "from": "Kristian Husum Terkildsen",
            "to": "A survey of Open-Source UAV flight controllers and flight simulators",
            "type": "Authorship"
        },
        {
            "from": "Kjeld Jensen",
            "to": "A survey of Open-Source UAV flight controllers and flight simulators",
            "type": "Authorship"
        },
        {
            "from": "Ulrik Pagh Schultz",
            "to": "A survey of Open-Source UAV flight controllers and flight simulators",
            "type": "Authorship"
        },
        {
            "from": "Marco Dorigo",
            "to": "Swarmanoid: A Novel Concept for the Study of Heterogeneous Robotic Swarms",
            "type": "Authorship"
        },
        {
            "from": "Dario Floreano",
            "to": "Swarmanoid: A Novel Concept for the Study of Heterogeneous Robotic Swarms",
            "type": "Authorship"
        },
        {
            "from": "Luca Maria Gambardella",
            "to": "Swarmanoid: A Novel Concept for the Study of Heterogeneous Robotic Swarms",
            "type": "Authorship"
        },
        {
            "from": "Francesco Mondada",
            "to": "Swarmanoid: A Novel Concept for the Study of Heterogeneous Robotic Swarms",
            "type": "Authorship"
        },
        {
            "from": "Stefano Nolfi",
            "to": "Swarmanoid: A Novel Concept for the Study of Heterogeneous Robotic Swarms",
            "type": "Authorship"
        },
        {
            "from": "Tarek Baaboura",
            "to": "Swarmanoid: A Novel Concept for the Study of Heterogeneous Robotic Swarms",
            "type": "Authorship"
        },
        {
            "from": "Mauro Birattari",
            "to": "Swarmanoid: A Novel Concept for the Study of Heterogeneous Robotic Swarms",
            "type": "Authorship"
        },
        {
            "from": "Michael Bonani",
            "to": "Swarmanoid: A Novel Concept for the Study of Heterogeneous Robotic Swarms",
            "type": "Authorship"
        },
        {
            "from": "Manuele Brambilla",
            "to": "Swarmanoid: A Novel Concept for the Study of Heterogeneous Robotic Swarms",
            "type": "Authorship"
        },
        {
            "from": "Arne Brutschy",
            "to": "Swarmanoid: A Novel Concept for the Study of Heterogeneous Robotic Swarms",
            "type": "Authorship"
        },
        {
            "from": "Daniel Burnier",
            "to": "Swarmanoid: A Novel Concept for the Study of Heterogeneous Robotic Swarms",
            "type": "Authorship"
        },
        {
            "from": "Alexandre Campo",
            "to": "Swarmanoid: A Novel Concept for the Study of Heterogeneous Robotic Swarms",
            "type": "Authorship"
        },
        {
            "from": "Anders Lyhne Christensen",
            "to": "Swarmanoid: A Novel Concept for the Study of Heterogeneous Robotic Swarms",
            "type": "Authorship"
        },
        {
            "from": "Antal Decugniere",
            "to": "Swarmanoid: A Novel Concept for the Study of Heterogeneous Robotic Swarms",
            "type": "Authorship"
        },
        {
            "from": "Gianni Di Caro",
            "to": "Swarmanoid: A Novel Concept for the Study of Heterogeneous Robotic Swarms",
            "type": "Authorship"
        },
        {
            "from": "Frederick Ducatelle",
            "to": "Swarmanoid: A Novel Concept for the Study of Heterogeneous Robotic Swarms",
            "type": "Authorship"
        },
        {
            "from": "Eliseo Ferrante",
            "to": "Swarmanoid: A Novel Concept for the Study of Heterogeneous Robotic Swarms",
            "type": "Authorship"
        },
        {
            "from": "Alexander Forster",
            "to": "Swarmanoid: A Novel Concept for the Study of Heterogeneous Robotic Swarms",
            "type": "Authorship"
        },
        {
            "from": "Javier Martinez Gonzales",
            "to": "Swarmanoid: A Novel Concept for the Study of Heterogeneous Robotic Swarms",
            "type": "Authorship"
        },
        {
            "from": "Jerome Guzzi",
            "to": "Swarmanoid: A Novel Concept for the Study of Heterogeneous Robotic Swarms",
            "type": "Authorship"
        },
        {
            "from": "Valentin Longchamp",
            "to": "Swarmanoid: A Novel Concept for the Study of Heterogeneous Robotic Swarms",
            "type": "Authorship"
        },
        {
            "from": "Stephane Magnenat",
            "to": "Swarmanoid: A Novel Concept for the Study of Heterogeneous Robotic Swarms",
            "type": "Authorship"
        },
        {
            "from": "Nithin Mathews",
            "to": "Swarmanoid: A Novel Concept for the Study of Heterogeneous Robotic Swarms",
            "type": "Authorship"
        },
        {
            "from": "Marco Montes de Oca",
            "to": "Swarmanoid: A Novel Concept for the Study of Heterogeneous Robotic Swarms",
            "type": "Authorship"
        },
        {
            "from": "Rehan O'Grady",
            "to": "Swarmanoid: A Novel Concept for the Study of Heterogeneous Robotic Swarms",
            "type": "Authorship"
        },
        {
            "from": "Carlo Pinciroli",
            "to": "Swarmanoid: A Novel Concept for the Study of Heterogeneous Robotic Swarms",
            "type": "Authorship"
        },
        {
            "from": "Giovanni Pini",
            "to": "Swarmanoid: A Novel Concept for the Study of Heterogeneous Robotic Swarms",
            "type": "Authorship"
        },
        {
            "from": "Philippe Retornaz",
            "to": "Swarmanoid: A Novel Concept for the Study of Heterogeneous Robotic Swarms",
            "type": "Authorship"
        },
        {
            "from": "James Roberts",
            "to": "Swarmanoid: A Novel Concept for the Study of Heterogeneous Robotic Swarms",
            "type": "Authorship"
        },
        {
            "from": "Valerio Sperati",
            "to": "Swarmanoid: A Novel Concept for the Study of Heterogeneous Robotic Swarms",
            "type": "Authorship"
        },
        {
            "from": "Timothy Stirling",
            "to": "Swarmanoid: A Novel Concept for the Study of Heterogeneous Robotic Swarms",
            "type": "Authorship"
        },
        {
            "from": "Alessandro Stranieri",
            "to": "Swarmanoid: A Novel Concept for the Study of Heterogeneous Robotic Swarms",
            "type": "Authorship"
        },
        {
            "from": "Thomas Stutzle",
            "to": "Swarmanoid: A Novel Concept for the Study of Heterogeneous Robotic Swarms",
            "type": "Authorship"
        },
        {
            "from": "Vito Trianni",
            "to": "Swarmanoid: A Novel Concept for the Study of Heterogeneous Robotic Swarms",
            "type": "Authorship"
        },
        {
            "from": "Elio Tuci",
            "to": "Swarmanoid: A Novel Concept for the Study of Heterogeneous Robotic Swarms",
            "type": "Authorship"
        },
        {
            "from": "Ali Emre Turgut",
            "to": "Swarmanoid: A Novel Concept for the Study of Heterogeneous Robotic Swarms",
            "type": "Authorship"
        },
        {
            "from": "Florian Vaussard",
            "to": "Swarmanoid: A Novel Concept for the Study of Heterogeneous Robotic Swarms",
            "type": "Authorship"
        },
        {
            "from": "Devis Tuia",
            "to": "Perspectives in machine learning for wildlife conservation",
            "type": "Authorship"
        },
        {
            "from": "Benjamin Kellenberger",
            "to": "Perspectives in machine learning for wildlife conservation",
            "type": "Authorship"
        },
        {
            "from": "Sara Beery",
            "to": "Perspectives in machine learning for wildlife conservation",
            "type": "Authorship"
        },
        {
            "from": "Blair R. Costelloe",
            "to": "Perspectives in machine learning for wildlife conservation",
            "type": "Authorship"
        },
        {
            "from": "Silvia Zuffi",
            "to": "Perspectives in machine learning for wildlife conservation",
            "type": "Authorship"
        },
        {
            "from": "Benjamin Risse",
            "to": "Perspectives in machine learning for wildlife conservation",
            "type": "Authorship"
        },
        {
            "from": "Alexander Mathis",
            "to": "Perspectives in machine learning for wildlife conservation",
            "type": "Authorship"
        },
        {
            "from": "Mackenzie W. Mathis",
            "to": "Perspectives in machine learning for wildlife conservation",
            "type": "Authorship"
        },
        {
            "from": "Frank van Langevelde",
            "to": "Perspectives in machine learning for wildlife conservation",
            "type": "Authorship"
        },
        {
            "from": "Tilo Burghardt",
            "to": "Perspectives in machine learning for wildlife conservation",
            "type": "Authorship"
        },
        {
            "from": "Roland Kays",
            "to": "Perspectives in machine learning for wildlife conservation",
            "type": "Authorship"
        },
        {
            "from": "Holger Klinck",
            "to": "Perspectives in machine learning for wildlife conservation",
            "type": "Authorship"
        },
        {
            "from": "Martin Wikelski",
            "to": "Perspectives in machine learning for wildlife conservation",
            "type": "Authorship"
        },
        {
            "from": "Iain D. Couzin",
            "to": "Perspectives in machine learning for wildlife conservation",
            "type": "Authorship"
        },
        {
            "from": "Grant van Horn",
            "to": "Perspectives in machine learning for wildlife conservation",
            "type": "Authorship"
        },
        {
            "from": "Margaret C. Crofoot",
            "to": "Perspectives in machine learning for wildlife conservation",
            "type": "Authorship"
        },
        {
            "from": "Charles V. Stewart",
            "to": "Perspectives in machine learning for wildlife conservation",
            "type": "Authorship"
        },
        {
            "from": "Tanya Berger-Wolf",
            "to": "Perspectives in machine learning for wildlife conservation",
            "type": "Authorship"
        },
        {
            "from": "Agus Hasan",
            "to": "Development of Resilient Drones for Harsh Arctic Environment: Challenges, Opportunities, and Enabling Technologies",
            "type": "Authorship"
        },
        {
            "from": "Vadim Kramar",
            "to": "Development of Resilient Drones for Harsh Arctic Environment: Challenges, Opportunities, and Enabling Technologies",
            "type": "Authorship"
        },
        {
            "from": "Jussi Hermansen",
            "to": "Development of Resilient Drones for Harsh Arctic Environment: Challenges, Opportunities, and Enabling Technologies",
            "type": "Authorship"
        },
        {
            "from": "Ulrik Pagh Schultz",
            "to": "Development of Resilient Drones for Harsh Arctic Environment: Challenges, Opportunities, and Enabling Technologies",
            "type": "Authorship"
        },
        {
            "from": "Daniel Wilson",
            "to": "Guidance and Navigation for UAV Airborne Docking",
            "type": "Authorship"
        },
        {
            "from": "Ali Goktogan",
            "to": "Guidance and Navigation for UAV Airborne Docking",
            "type": "Authorship"
        },
        {
            "from": "Salah Sukkarieh",
            "to": "Guidance and Navigation for UAV Airborne Docking",
            "type": "Authorship"
        },
        {
            "from": "Seung-Min Oh",
            "to": "Relative Motion Estimation for Vision-Based Formation Flight Using Unscented Kalman Filter",
            "type": "Authorship"
        },
        {
            "from": "Eric Johnson",
            "to": "Relative Motion Estimation for Vision-Based Formation Flight Using Unscented Kalman Filter",
            "type": "Authorship"
        },
        {
            "from": "Yaohong Qu",
            "to": "A Fault-Tolerant Cooperative Positioning Approach for Multiple UAVs",
            "type": "Authorship"
        },
        {
            "from": "Jizhi Wu",
            "to": "A Fault-Tolerant Cooperative Positioning Approach for Multiple UAVs",
            "type": "Authorship"
        },
        {
            "from": "Bing Xiao",
            "to": "A Fault-Tolerant Cooperative Positioning Approach for Multiple UAVs",
            "type": "Authorship"
        },
        {
            "from": "Dongli Yuan",
            "to": "A Fault-Tolerant Cooperative Positioning Approach for Multiple UAVs",
            "type": "Authorship"
        },
        {
            "from": "Jason N. Gross",
            "to": "Robust UAV Relative Navigation With DGPS, INS, and Peer-to-Peer Radio Ranging",
            "type": "Authorship"
        },
        {
            "from": "Yu Gu",
            "to": "Robust UAV Relative Navigation With DGPS, INS, and Peer-to-Peer Radio Ranging",
            "type": "Authorship"
        },
        {
            "from": "Matthew B. Rhudy",
            "to": "Robust UAV Relative Navigation With DGPS, INS, and Peer-to-Peer Radio Ranging",
            "type": "Authorship"
        },
        {
            "from": "Yuanpeng Liu",
            "to": "Distributed 3D Relative Localization of UAVs",
            "type": "Authorship"
        },
        {
            "from": "Yunlong Wang",
            "to": "Distributed 3D Relative Localization of UAVs",
            "type": "Authorship"
        },
        {
            "from": "Jian Wang",
            "to": "Distributed 3D Relative Localization of UAVs",
            "type": "Authorship"
        },
        {
            "from": "Yuan Shen",
            "to": "Distributed 3D Relative Localization of UAVs",
            "type": "Authorship"
        },
        {
            "from": "Benjamin Morrell",
            "to": "Comparison of Trajectory Optimization Algorithms for High-Speed Quadrotor Flight Near Obstacles",
            "type": "Authorship"
        },
        {
            "from": "Rohan Thakker",
            "to": "Comparison of Trajectory Optimization Algorithms for High-Speed Quadrotor Flight Near Obstacles",
            "type": "Authorship"
        },
        {
            "from": "Gene Merewether",
            "to": "Comparison of Trajectory Optimization Algorithms for High-Speed Quadrotor Flight Near Obstacles",
            "type": "Authorship"
        },
        {
            "from": "Robert Reid",
            "to": "Comparison of Trajectory Optimization Algorithms for High-Speed Quadrotor Flight Near Obstacles",
            "type": "Authorship"
        },
        {
            "from": "Marc Rigter",
            "to": "Comparison of Trajectory Optimization Algorithms for High-Speed Quadrotor Flight Near Obstacles",
            "type": "Authorship"
        },
        {
            "from": "Theodore Tzanetos",
            "to": "Comparison of Trajectory Optimization Algorithms for High-Speed Quadrotor Flight Near Obstacles",
            "type": "Authorship"
        },
        {
            "from": "Gregory Chamitoff",
            "to": "Comparison of Trajectory Optimization Algorithms for High-Speed Quadrotor Flight Near Obstacles",
            "type": "Authorship"
        },
        {
            "from": "Benjamin Morrell",
            "to": "Comparison of Trajectory Optimization Algorithms for High-Speed Quadrotor Flight Near Obstacles",
            "type": "Authorship"
        },
        {
            "from": "Rohan Thakker",
            "to": "Comparison of Trajectory Optimization Algorithms for High-Speed Quadrotor Flight Near Obstacles",
            "type": "Authorship"
        },
        {
            "from": "Gene Merewether",
            "to": "Comparison of Trajectory Optimization Algorithms for High-Speed Quadrotor Flight Near Obstacles",
            "type": "Authorship"
        },
        {
            "from": "Robert Reid",
            "to": "Comparison of Trajectory Optimization Algorithms for High-Speed Quadrotor Flight Near Obstacles",
            "type": "Authorship"
        },
        {
            "from": "Marc Rigter",
            "to": "Comparison of Trajectory Optimization Algorithms for High-Speed Quadrotor Flight Near Obstacles",
            "type": "Authorship"
        },
        {
            "from": "Theodore Tzanetos",
            "to": "Comparison of Trajectory Optimization Algorithms for High-Speed Quadrotor Flight Near Obstacles",
            "type": "Authorship"
        },
        {
            "from": "Gregory Chamitoff",
            "to": "Comparison of Trajectory Optimization Algorithms for High-Speed Quadrotor Flight Near Obstacles",
            "type": "Authorship"
        },
        {
            "from": "Helena Costa",
            "to": "Blowing in the Wind: Using a Consumer Drone for the Collection of Humpback Whale (Megaptera novaeangliae) Blow Samples during the Arctic Polar Nights",
            "type": "Authorship"
        },
        {
            "from": "Andrew Rogan",
            "to": "Blowing in the Wind: Using a Consumer Drone for the Collection of Humpback Whale (Megaptera novaeangliae) Blow Samples during the Arctic Polar Nights",
            "type": "Authorship"
        },
        {
            "from": "Christopher Zadra",
            "to": "Blowing in the Wind: Using a Consumer Drone for the Collection of Humpback Whale (Megaptera novaeangliae) Blow Samples during the Arctic Polar Nights",
            "type": "Authorship"
        },
        {
            "from": "Oddbjørn Larsen",
            "to": "Blowing in the Wind: Using a Consumer Drone for the Collection of Humpback Whale (Megaptera novaeangliae) Blow Samples during the Arctic Polar Nights",
            "type": "Authorship"
        },
        {
            "from": "Audun H. Rikardsen",
            "to": "Blowing in the Wind: Using a Consumer Drone for the Collection of Humpback Whale (Megaptera novaeangliae) Blow Samples during the Arctic Polar Nights",
            "type": "Authorship"
        },
        {
            "from": "Courtney Waugh",
            "to": "Blowing in the Wind: Using a Consumer Drone for the Collection of Humpback Whale (Megaptera novaeangliae) Blow Samples during the Arctic Polar Nights",
            "type": "Authorship"
        },
        {
            "from": "Benjamin Koger",
            "to": "Quantifying the movement, behaviour and environmental context of group‐living animals using drones and computer vision",
            "type": "Authorship"
        },
        {
            "from": "Adwait Deshpande",
            "to": "Quantifying the movement, behaviour and environmental context of group‐living animals using drones and computer vision",
            "type": "Authorship"
        },
        {
            "from": "Jeffrey T. Kerby",
            "to": "Quantifying the movement, behaviour and environmental context of group‐living animals using drones and computer vision",
            "type": "Authorship"
        },
        {
            "from": "Jacob M. Graving",
            "to": "Quantifying the movement, behaviour and environmental context of group‐living animals using drones and computer vision",
            "type": "Authorship"
        },
        {
            "from": "Blair R. Costelloe",
            "to": "Quantifying the movement, behaviour and environmental context of group‐living animals using drones and computer vision",
            "type": "Authorship"
        },
        {
            "from": "Iain D. Couzin",
            "to": "Quantifying the movement, behaviour and environmental context of group‐living animals using drones and computer vision",
            "type": "Authorship"
        },
        {
            "from": "Clare Gaffey",
            "to": "Applications of Unmanned Aerial Vehicles in Cryosphere: Latest Advances and Prospects",
            "type": "Authorship"
        },
        {
            "from": "Anshuman Bhardwaj",
            "to": "Applications of Unmanned Aerial Vehicles in Cryosphere: Latest Advances and Prospects",
            "type": "Authorship"
        },
        {
            "from": "Margarita Mulero-Pázmány",
            "to": "Unmanned aircraft systems as a new source of disturbance for wildlife: A systematic review",
            "type": "Authorship"
        },
        {
            "from": "Susanne Jenni-Eiermann",
            "to": "Unmanned aircraft systems as a new source of disturbance for wildlife: A systematic review",
            "type": "Authorship"
        },
        {
            "from": "Nicolas Strebel",
            "to": "Unmanned aircraft systems as a new source of disturbance for wildlife: A systematic review",
            "type": "Authorship"
        },
        {
            "from": "Thomas Sattler",
            "to": "Unmanned aircraft systems as a new source of disturbance for wildlife: A systematic review",
            "type": "Authorship"
        },
        {
            "from": "Juan José Negro",
            "to": "Unmanned aircraft systems as a new source of disturbance for wildlife: A systematic review",
            "type": "Authorship"
        },
        {
            "from": "Zulima Tablado",
            "to": "Unmanned aircraft systems as a new source of disturbance for wildlife: A systematic review",
            "type": "Authorship"
        },
        {
            "from": "Zachary S. Hutcherson",
            "to": "A Literary Review on the Current State of Drone Technology in Regard to Conservation",
            "type": "Authorship"
        },
        {
            "from": "E. Cledat",
            "to": "Mapping GNSS Restricted Environment with a Drone Tandem and Indirect Position Control",
            "type": "Authorship"
        },
        {
            "from": "D. A. Cucci",
            "to": "Mapping GNSS Restricted Environment with a Drone Tandem and Indirect Position Control",
            "type": "Authorship"
        },
        {
            "from": "Alexis Stoven-Dubois",
            "to": "Cooperative Navigation for an UAV Tandem in GNSS Denied Environments",
            "type": "Authorship"
        },
        {
            "from": "Laurent Jospin",
            "to": "Cooperative Navigation for an UAV Tandem in GNSS Denied Environments",
            "type": "Authorship"
        },
        {
            "from": "Davide Cucci",
            "to": "Cooperative Navigation for an UAV Tandem in GNSS Denied Environments",
            "type": "Authorship"
        },
        {
            "from": "Kornelia Wojcik Dugoborska",
            "to": "Do Unmanned Aerial Vehicles Hope for Polar Maritime Remote Sensing? The Use of Drones for Research on Glacial Meltwater Plume in the Antarctic Region",
            "type": "Authorship"
        },
        {
            "from": "Robert Bialik",
            "to": "Do Unmanned Aerial Vehicles Hope for Polar Maritime Remote Sensing? The Use of Drones for Research on Glacial Meltwater Plume in the Antarctic Region",
            "type": "Authorship"
        },
        {
            "from": "Ana Belén Bello",
            "to": "Fixed-Wing UAV Flight Operation under Harsh Weather Conditions: A Case Study in Livingston Island Glaciers, Antarctica",
            "type": "Authorship"
        },
        {
            "from": "Francisco Navarro",
            "to": "Fixed-Wing UAV Flight Operation under Harsh Weather Conditions: A Case Study in Livingston Island Glaciers, Antarctica",
            "type": "Authorship"
        },
        {
            "from": "Javier Raposo",
            "to": "Fixed-Wing UAV Flight Operation under Harsh Weather Conditions: A Case Study in Livingston Island Glaciers, Antarctica",
            "type": "Authorship"
        },
        {
            "from": "Mónica Miranda",
            "to": "Fixed-Wing UAV Flight Operation under Harsh Weather Conditions: A Case Study in Livingston Island Glaciers, Antarctica",
            "type": "Authorship"
        },
        {
            "from": "Arturo Zazo",
            "to": "Fixed-Wing UAV Flight Operation under Harsh Weather Conditions: A Case Study in Livingston Island Glaciers, Antarctica",
            "type": "Authorship"
        },
        {
            "from": "Marina Álvarez",
            "to": "Fixed-Wing UAV Flight Operation under Harsh Weather Conditions: A Case Study in Livingston Island Glaciers, Antarctica",
            "type": "Authorship"
        },
        {
            "from": "Kristaps Lamsters",
            "to": "APPLICATION OF UNMANNED AERIAL VEHICLES FOR GLACIER RESEARCH IN THE ARCTIC AND ANTARCTIC",
            "type": "Authorship"
        },
        {
            "from": "Jānis Karušs",
            "to": "APPLICATION OF UNMANNED AERIAL VEHICLES FOR GLACIER RESEARCH IN THE ARCTIC AND ANTARCTIC",
            "type": "Authorship"
        },
        {
            "from": "Māris Krievāns",
            "to": "APPLICATION OF UNMANNED AERIAL VEHICLES FOR GLACIER RESEARCH IN THE ARCTIC AND ANTARCTIC",
            "type": "Authorship"
        },
        {
            "from": "Jurijs Ješkins",
            "to": "APPLICATION OF UNMANNED AERIAL VEHICLES FOR GLACIER RESEARCH IN THE ARCTIC AND ANTARCTIC",
            "type": "Authorship"
        },
        {
            "from": "Patrick M. Jagielski",
            "to": "The utility of drones for studying polar bear behaviour in the Canadian Arctic: opportunities and recommendations",
            "type": "Authorship"
        },
        {
            "from": "Andrew F. Barnas",
            "to": "The utility of drones for studying polar bear behaviour in the Canadian Arctic: opportunities and recommendations",
            "type": "Authorship"
        },
        {
            "from": "H. Grant Gilchrist",
            "to": "The utility of drones for studying polar bear behaviour in the Canadian Arctic: opportunities and recommendations",
            "type": "Authorship"
        },
        {
            "from": "Evan S. Richardson",
            "to": "The utility of drones for studying polar bear behaviour in the Canadian Arctic: opportunities and recommendations",
            "type": "Authorship"
        },
        {
            "from": "Oliver P. Love",
            "to": "The utility of drones for studying polar bear behaviour in the Canadian Arctic: opportunities and recommendations",
            "type": "Authorship"
        },
        {
            "from": "Christina A.D. Semeniuk",
            "to": "The utility of drones for studying polar bear behaviour in the Canadian Arctic: opportunities and recommendations",
            "type": "Authorship"
        },
        {
            "from": "David Leary",
            "to": "Drones on ice: an assessment of the legal implications of the use of unmanned aerial vehicles in scientific research and by the tourist industry in Antarctica",
            "type": "Authorship"
        },
        {
            "from": "Iain Sheridan",
            "to": "Drones and global navigation satellite systems: current evidence from polar scientists",
            "type": "Authorship"
        },
        {
            "from": "Michiel van Nieuwstadt",
            "to": "Real Time Trajectory Generation for Differentially Flat Systems",
            "type": "Authorship"
        },
        {
            "from": "Richard M. Murray",
            "to": "Real Time Trajectory Generation for Differentially Flat Systems",
            "type": "Authorship"
        },
        {
            "from": "Davide Falanga",
            "to": "PAMPC: Perception-Aware Model Predictive Control for Quadrotors",
            "type": "Authorship"
        },
        {
            "from": "Philipp Foehn",
            "to": "PAMPC: Perception-Aware Model Predictive Control for Quadrotors",
            "type": "Authorship"
        },
        {
            "from": "Peng Lu",
            "to": "PAMPC: Perception-Aware Model Predictive Control for Quadrotors",
            "type": "Authorship"
        },
        {
            "from": "Davide Scaramuzza",
            "to": "PAMPC: Perception-Aware Model Predictive Control for Quadrotors",
            "type": "Authorship"
        },
        {
            "from": "Tobias Nägeli",
            "to": "Real-Time Motion Planning for Aerial Videography With Dynamic Obstacle Avoidance and Viewpoint Optimization",
            "type": "Authorship"
        },
        {
            "from": "Javier Alonso-Mora",
            "to": "Real-Time Motion Planning for Aerial Videography With Dynamic Obstacle Avoidance and Viewpoint Optimization",
            "type": "Authorship"
        },
        {
            "from": "Alexander Domahidi",
            "to": "Real-Time Motion Planning for Aerial Videography With Dynamic Obstacle Avoidance and Viewpoint Optimization",
            "type": "Authorship"
        },
        {
            "from": "Daniela Rus",
            "to": "Real-Time Motion Planning for Aerial Videography With Dynamic Obstacle Avoidance and Viewpoint Optimization",
            "type": "Authorship"
        },
        {
            "from": "Otmar Hilliges",
            "to": "Real-Time Motion Planning for Aerial Videography With Dynamic Obstacle Avoidance and Viewpoint Optimization",
            "type": "Authorship"
        },
        {
            "from": "Lingjie Yang",
            "to": "An Optimized Image-Based Visual Servo Control for Fixed-Wing Unmanned Aerial Vehicle Target Tracking With Fixed Camera",
            "type": "Authorship"
        },
        {
            "from": "Zhihong Liu",
            "to": "An Optimized Image-Based Visual Servo Control for Fixed-Wing Unmanned Aerial Vehicle Target Tracking With Fixed Camera",
            "type": "Authorship"
        },
        {
            "from": "Xiangke Wang",
            "to": "An Optimized Image-Based Visual Servo Control for Fixed-Wing Unmanned Aerial Vehicle Target Tracking With Fixed Camera",
            "type": "Authorship"
        },
        {
            "from": "Yinbo Xu",
            "to": "An Optimized Image-Based Visual Servo Control for Fixed-Wing Unmanned Aerial Vehicle Target Tracking With Fixed Camera",
            "type": "Authorship"
        },
        {
            "from": "Lingjie Yang",
            "to": "A New Image-Based Visual Servo Control Algorithm for Target Tracking Problem of Fixed-Wing Unmanned Aerial Vehicle",
            "type": "Authorship"
        },
        {
            "from": "Zhihong Liu",
            "to": "A New Image-Based Visual Servo Control Algorithm for Target Tracking Problem of Fixed-Wing Unmanned Aerial Vehicle",
            "type": "Authorship"
        },
        {
            "from": "Xiangke Wang",
            "to": "A New Image-Based Visual Servo Control Algorithm for Target Tracking Problem of Fixed-Wing Unmanned Aerial Vehicle",
            "type": "Authorship"
        },
        {
            "from": "Steven Mills",
            "to": "Image Based Visual Servo control for Fixed Wing UAVs tracking linear infrastructure in wind",
            "type": "Authorship"
        },
        {
            "from": "Nabil Aouf",
            "to": "Image Based Visual Servo control for Fixed Wing UAVs tracking linear infrastructure in wind",
            "type": "Authorship"
        },
        {
            "from": "Luis Mejias",
            "to": "Image Based Visual Servo control for Fixed Wing UAVs tracking linear infrastructure in wind",
            "type": "Authorship"
        },
        {
            "from": "Julie S. Downs",
            "to": "Prescriptive scientific narratives for communicating usable science",
            "type": "Authorship"
        },
        {
            "from": "Jian Wang",
            "to": "Bias against novelty in science: A cautionary tale for users of bibliometric indicators",
            "type": "Authorship"
        },
        {
            "from": "Reinhilde Veugelers",
            "to": "Bias against novelty in science: A cautionary tale for users of bibliometric indicators",
            "type": "Authorship"
        },
        {
            "from": "Paula Stephan",
            "to": "Bias against novelty in science: A cautionary tale for users of bibliometric indicators",
            "type": "Authorship"
        },
        {
            "from": "Guy Paré",
            "to": "Chapter 9 Methods for Literature Reviews",
            "type": "Authorship"
        },
        {
            "from": "Spyros Kitsiou",
            "to": "Chapter 9 Methods for Literature Reviews",
            "type": "Authorship"
        },
        {
            "from": "Björn Brembs",
            "to": "Deep impact: unintended consequences of journal rank",
            "type": "Authorship"
        },
        {
            "from": "Katherine Button",
            "to": "Deep impact: unintended consequences of journal rank",
            "type": "Authorship"
        },
        {
            "from": "Marcus Munafò",
            "to": "Deep impact: unintended consequences of journal rank",
            "type": "Authorship"
        },
        {
            "from": "Hannah Snyder",
            "to": "Literature review as a research methodology: An overview and guidelines",
            "type": "Authorship"
        },
        {
            "from": "Francesco Borrelli",
            "to": "Predictive Control for Linear and Hybrid Systems",
            "type": "Authorship"
        },
        {
            "from": "Alberto Bemporad",
            "to": "Predictive Control for Linear and Hybrid Systems",
            "type": "Authorship"
        },
        {
            "from": "Manfred Morari",
            "to": "Predictive Control for Linear and Hybrid Systems",
            "type": "Authorship"
        },
        {
            "from": "--- ---",
            "to": "RECOVERY SYSTEM OF THE MULTI-HELICOPTER UAV",
            "type": "Authorship"
        },
        {
            "from": "--- ---",
            "to": "RECOVERY SYSTEM OF THE MULTI-HELICOPTER UAV",
            "type": "Authorship"
        },
        {
            "from": "--- ---",
            "to": "RECOVERY SYSTEM OF THE MULTI-HELICOPTER UAV",
            "type": "Authorship"
        },
        {
            "from": "Vasile Prisacariu",
            "to": "RECOVERY SYSTEM OF THE MULTI-HELICOPTER UAV",
            "type": "Authorship"
        },
        {
            "from": "Sebastian Pop",
            "to": "RECOVERY SYSTEM OF THE MULTI-HELICOPTER UAV",
            "type": "Authorship"
        },
        {
            "from": "--- ---",
            "to": "RECOVERY SYSTEM OF THE MULTI-HELICOPTER UAV",
            "type": "Authorship"
        },
        {
            "from": "Ionică Cîrciu",
            "to": "RECOVERY SYSTEM OF THE MULTI-HELICOPTER UAV",
            "type": "Authorship"
        },
        {
            "from": "--- ---",
            "to": "RECOVERY SYSTEM OF THE MULTI-HELICOPTER UAV",
            "type": "Authorship"
        },
        {
            "from": "GeneralDocking",
            "to": "RECOVERY SYSTEM OF THE MULTI-HELICOPTER UAV",
            "type": "InTheme"
        },
        {
            "from": "Carlo Giorgio Grlj",
            "to": "A Decade of UAV Docking Stations: A Brief Overview of Mobile and Fixed Landing Platforms",
            "type": "Authorship"
        },
        {
            "from": "Nino Krznar",
            "to": "A Decade of UAV Docking Stations: A Brief Overview of Mobile and Fixed Landing Platforms",
            "type": "Authorship"
        },
        {
            "from": "Marko Pranjić",
            "to": "A Decade of UAV Docking Stations: A Brief Overview of Mobile and Fixed Landing Platforms",
            "type": "Authorship"
        },
        {
            "from": "GeneralDocking",
            "to": "A Decade of UAV Docking Stations: A Brief Overview of Mobile and Fixed Landing Platforms",
            "type": "InTheme"
        },
        {
            "from": "Jessica Cutler",
            "to": "Artificial Potential Field Guidance for Capture of Non-Cooperative Target Objects by Chaser Swarms",
            "type": "Authorship"
        },
        {
            "from": "Markus Wilde",
            "to": "Artificial Potential Field Guidance for Capture of Non-Cooperative Target Objects by Chaser Swarms",
            "type": "Authorship"
        },
        {
            "from": "Ashley Rivkin",
            "to": "Artificial Potential Field Guidance for Capture of Non-Cooperative Target Objects by Chaser Swarms",
            "type": "Authorship"
        },
        {
            "from": "Brian Kish",
            "to": "Artificial Potential Field Guidance for Capture of Non-Cooperative Target Objects by Chaser Swarms",
            "type": "Authorship"
        },
        {
            "from": "Isaac Silver",
            "to": "Artificial Potential Field Guidance for Capture of Non-Cooperative Target Objects by Chaser Swarms",
            "type": "Authorship"
        },
        {
            "from": "OtherMovingTarget",
            "to": "Artificial Potential Field Guidance for Capture of Non-Cooperative Target Objects by Chaser Swarms",
            "type": "InTheme"
        },
        {
            "from": "Liguo Tan",
            "to": "Research on Optimal Landing Trajectory Planning Method between an UAV and a Moving Vessel",
            "type": "Authorship"
        },
        {
            "from": "Juncheng Wu",
            "to": "Research on Optimal Landing Trajectory Planning Method between an UAV and a Moving Vessel",
            "type": "Authorship"
        },
        {
            "from": "Xiaoyan Yang",
            "to": "Research on Optimal Landing Trajectory Planning Method between an UAV and a Moving Vessel",
            "type": "Authorship"
        },
        {
            "from": "Senmin Song",
            "to": "Research on Optimal Landing Trajectory Planning Method between an UAV and a Moving Vessel",
            "type": "Authorship"
        },
        {
            "from": "GroundVehicle",
            "to": "Research on Optimal Landing Trajectory Planning Method between an UAV and a Moving Vessel",
            "type": "InTheme"
        },
        {
            "from": "Nesrin Sarigul-Klijn",
            "to": "A Novel Sea Launch and Recovery Concept for fixed wing UAVs",
            "type": "Authorship"
        },
        {
            "from": "Martinus Sarigulklijn",
            "to": "A Novel Sea Launch and Recovery Concept for fixed wing UAVs",
            "type": "Authorship"
        },
        {
            "from": "GroundVehicle",
            "to": "A Novel Sea Launch and Recovery Concept for fixed wing UAVs",
            "type": "InTheme"
        },
        {
            "from": "J.J.E. Laffita van den Hove",
            "to": "Rigid Airborne docking between a fixed-wing UAV and an over-actuated multicopter",
            "type": "Authorship"
        },
        {
            "from": "E.J.J. Smeur",
            "to": "Rigid Airborne docking between a fixed-wing UAV and an over-actuated multicopter",
            "type": "Authorship"
        },
        {
            "from": "B.D.W. Remes",
            "to": "Rigid Airborne docking between a fixed-wing UAV and an over-actuated multicopter",
            "type": "Authorship"
        },
        {
            "from": "RotaryWing-FixedWing",
            "to": "Rigid Airborne docking between a fixed-wing UAV and an over-actuated multicopter",
            "type": "InTheme"
        },
        {
            "from": "Xuyi Fu",
            "to": "Mid-Air Autonomous Release and Recall System for Mother-Daughter UAVs",
            "type": "Authorship"
        },
        {
            "from": "Shiyu Zuo",
            "to": "Mid-Air Autonomous Release and Recall System for Mother-Daughter UAVs",
            "type": "Authorship"
        },
        {
            "from": "Jie Lin",
            "to": "Mid-Air Autonomous Release and Recall System for Mother-Daughter UAVs",
            "type": "Authorship"
        },
        {
            "from": "Huadong Li",
            "to": "Mid-Air Autonomous Release and Recall System for Mother-Daughter UAVs",
            "type": "Authorship"
        },
        {
            "from": "Zhan Tu",
            "to": "Mid-Air Autonomous Release and Recall System for Mother-Daughter UAVs",
            "type": "Authorship"
        },
        {
            "from": "Daochun Li",
            "to": "Mid-Air Autonomous Release and Recall System for Mother-Daughter UAVs",
            "type": "Authorship"
        },
        {
            "from": "Jinwu Xiang",
            "to": "Mid-Air Autonomous Release and Recall System for Mother-Daughter UAVs",
            "type": "Authorship"
        },
        {
            "from": "RotaryWing-FixedWing",
            "to": "Mid-Air Autonomous Release and Recall System for Mother-Daughter UAVs",
            "type": "InTheme"
        },
        {
            "from": "Bruno Siciliano",
            "to": "Experimental Robotics: The 17th International Symposium",
            "type": "Authorship"
        },
        {
            "from": "Cecilia Laschi",
            "to": "Experimental Robotics: The 17th International Symposium",
            "type": "Authorship"
        },
        {
            "from": "Oussama Khatib",
            "to": "Experimental Robotics: The 17th International Symposium",
            "type": "Authorship"
        },
        {
            "from": "RotaryWing-FixedWing",
            "to": "Experimental Robotics: The 17th International Symposium",
            "type": "InTheme"
        },
        {
            "from": "S. Schroter",
            "to": "Design and Joint Control of a Conjoined Biplane and Quadrotor",
            "type": "Authorship"
        },
        {
            "from": "E.J.J. Smeur",
            "to": "Design and Joint Control of a Conjoined Biplane and Quadrotor",
            "type": "Authorship"
        },
        {
            "from": "B.D.W. Remes",
            "to": "Design and Joint Control of a Conjoined Biplane and Quadrotor",
            "type": "Authorship"
        },
        {
            "from": "RotaryWing-FixedWing",
            "to": "Design and Joint Control of a Conjoined Biplane and Quadrotor",
            "type": "InTheme"
        },
        {
            "from": "Basilio Caruso",
            "to": "Demonstration of In-Flight Docking Between Quadcopters and Fixed-Wing UAV",
            "type": "Authorship"
        },
        {
            "from": "Murtaza Fatakdawala",
            "to": "Demonstration of In-Flight Docking Between Quadcopters and Fixed-Wing UAV",
            "type": "Authorship"
        },
        {
            "from": "Akshata Patil",
            "to": "Demonstration of In-Flight Docking Between Quadcopters and Fixed-Wing UAV",
            "type": "Authorship"
        },
        {
            "from": "George Chen",
            "to": "Demonstration of In-Flight Docking Between Quadcopters and Fixed-Wing UAV",
            "type": "Authorship"
        },
        {
            "from": "Markus Wilde",
            "to": "Demonstration of In-Flight Docking Between Quadcopters and Fixed-Wing UAV",
            "type": "Authorship"
        },
        {
            "from": "RotaryWing-FixedWing",
            "to": "Demonstration of In-Flight Docking Between Quadcopters and Fixed-Wing UAV",
            "type": "InTheme"
        },
        {
            "from": "Mads Friis Bornebusch",
            "to": "Autonomous Recovery of a Fixed-Wing UAV Using a Line Suspended Between Two Multirotor UAVs",
            "type": "Authorship"
        },
        {
            "from": "Tor Arne Johansen",
            "to": "Autonomous Recovery of a Fixed-Wing UAV Using a Line Suspended Between Two Multirotor UAVs",
            "type": "Authorship"
        },
        {
            "from": "RotaryWing-FixedWing",
            "to": "Autonomous Recovery of a Fixed-Wing UAV Using a Line Suspended Between Two Multirotor UAVs",
            "type": "InTheme"
        },
        {
            "from": "Amir Rasydan Mat",
            "to": "Autonomous Aerial Hard Docking of Fixed and Rotary Wing UAVs: Task Assessment and Solution Architecture",
            "type": "Authorship"
        },
        {
            "from": "Liew Mun How",
            "to": "Autonomous Aerial Hard Docking of Fixed and Rotary Wing UAVs: Task Assessment and Solution Architecture",
            "type": "Authorship"
        },
        {
            "from": "Omar Kassim Ariff",
            "to": "Autonomous Aerial Hard Docking of Fixed and Rotary Wing UAVs: Task Assessment and Solution Architecture",
            "type": "Authorship"
        },
        {
            "from": "M. Amzari M. Zhahir",
            "to": "Autonomous Aerial Hard Docking of Fixed and Rotary Wing UAVs: Task Assessment and Solution Architecture",
            "type": "Authorship"
        },
        {
            "from": "Ramly Mohd Ajir",
            "to": "Autonomous Aerial Hard Docking of Fixed and Rotary Wing UAVs: Task Assessment and Solution Architecture",
            "type": "Authorship"
        },
        {
            "from": "RotaryWing-FixedWing",
            "to": "Autonomous Aerial Hard Docking of Fixed and Rotary Wing UAVs: Task Assessment and Solution Architecture",
            "type": "InTheme"
        },
        {
            "from": "Karan P. Jain",
            "to": "Docking two multirotors in midair using relative vision measurements",
            "type": "Authorship"
        },
        {
            "from": "Minos Park",
            "to": "Docking two multirotors in midair using relative vision measurements",
            "type": "Authorship"
        },
        {
            "from": "Mark W. Mueller",
            "to": "Docking two multirotors in midair using relative vision measurements",
            "type": "Authorship"
        },
        {
            "from": "RotaryWing-RotaryWing",
            "to": "Docking two multirotors in midair using relative vision measurements",
            "type": "InTheme"
        },
        {
            "from": "Ryan Rocha",
            "to": "Toward Autonomous In-flight Docking of Unmanned Multi-rotor Aerial Vehicles",
            "type": "Authorship"
        },
        {
            "from": "Stephen K. Robinson",
            "to": "Toward Autonomous In-flight Docking of Unmanned Multi-rotor Aerial Vehicles",
            "type": "Authorship"
        },
        {
            "from": "RotaryWing-RotaryWing",
            "to": "Toward Autonomous In-flight Docking of Unmanned Multi-rotor Aerial Vehicles",
            "type": "InTheme"
        },
        {
            "from": "Karan P. Jain",
            "to": "Flying batteries: In-flight battery switching to increase multirotor flight time",
            "type": "Authorship"
        },
        {
            "from": "Mark W. Mueller",
            "to": "Flying batteries: In-flight battery switching to increase multirotor flight time",
            "type": "Authorship"
        },
        {
            "from": "RotaryWing-RotaryWing",
            "to": "Flying batteries: In-flight battery switching to increase multirotor flight time",
            "type": "InTheme"
        },
        {
            "from": "Ajay Shankar",
            "to": "Dynamic Path Generation for Multirotor Aerial Docking in Forward Flight",
            "type": "Authorship"
        },
        {
            "from": "Sebastian Elbaum",
            "to": "Dynamic Path Generation for Multirotor Aerial Docking in Forward Flight",
            "type": "Authorship"
        },
        {
            "from": "Carrick Detweiler",
            "to": "Dynamic Path Generation for Multirotor Aerial Docking in Forward Flight",
            "type": "Authorship"
        },
        {
            "from": "RotaryWing-RotaryWing",
            "to": "Dynamic Path Generation for Multirotor Aerial Docking in Forward Flight",
            "type": "InTheme"
        },
        {
            "from": "Ryo Miyazaki",
            "to": "Airborne Docking for Multi-Rotor Aerial Manipulations",
            "type": "Authorship"
        },
        {
            "from": "Rui Jiang",
            "to": "Airborne Docking for Multi-Rotor Aerial Manipulations",
            "type": "Authorship"
        },
        {
            "from": "Hannibal Paul",
            "to": "Airborne Docking for Multi-Rotor Aerial Manipulations",
            "type": "Authorship"
        },
        {
            "from": "Koji Ono",
            "to": "Airborne Docking for Multi-Rotor Aerial Manipulations",
            "type": "Authorship"
        },
        {
            "from": "Kazuhiro Shimonomura",
            "to": "Airborne Docking for Multi-Rotor Aerial Manipulations",
            "type": "Authorship"
        },
        {
            "from": "RotaryWing-RotaryWing",
            "to": "Airborne Docking for Multi-Rotor Aerial Manipulations",
            "type": "InTheme"
        },
        {
            "from": "Andrew Jaeyong Choi",
            "to": "Study on robust aerial docking mechanism with deep learning based drogue detection and docking",
            "type": "Authorship"
        },
        {
            "from": "Hyeon-Ho Yang",
            "to": "Study on robust aerial docking mechanism with deep learning based drogue detection and docking",
            "type": "Authorship"
        },
        {
            "from": "Jae-Hung Han",
            "to": "Study on robust aerial docking mechanism with deep learning based drogue detection and docking",
            "type": "Authorship"
        },
        {
            "from": "FixedWing-FixedWing",
            "to": "Study on robust aerial docking mechanism with deep learning based drogue detection and docking",
            "type": "InTheme"
        },
        {
            "from": "Jonathon Parry",
            "to": "Review of Sensor Technology to Support Automated Air-to-Air Refueling of a Probe Configured Uncrewed Aircraft",
            "type": "Authorship"
        },
        {
            "from": "Sarah Hubbard",
            "to": "Review of Sensor Technology to Support Automated Air-to-Air Refueling of a Probe Configured Uncrewed Aircraft",
            "type": "Authorship"
        },
        {
            "from": "FixedWing-FixedWing",
            "to": "Review of Sensor Technology to Support Automated Air-to-Air Refueling of a Probe Configured Uncrewed Aircraft",
            "type": "InTheme"
        },
        {
            "from": "Daniel B. Wilson",
            "to": "Guidance and Navigation for UAV Airborne Docking",
            "type": "Authorship"
        },
        {
            "from": "Ali H. Goktogan",
            "to": "Guidance and Navigation for UAV Airborne Docking",
            "type": "Authorship"
        },
        {
            "from": "Salah Sukkarieh",
            "to": "Guidance and Navigation for UAV Airborne Docking",
            "type": "Authorship"
        },
        {
            "from": "FixedWing-FixedWing",
            "to": "Guidance and Navigation for UAV Airborne Docking",
            "type": "InTheme"
        },
        {
            "from": "--- ---",
            "to": "Surface wind profile measurement using multiple small unmanned aerial vehicles",
            "type": "Authorship"
        },
        {
            "from": "--- ---",
            "to": "Surface wind profile measurement using multiple small unmanned aerial vehicles",
            "type": "Authorship"
        },
        {
            "from": "Philipp Crocoll",
            "to": "Model-Aided Navigation for a Quadrotor Helicopter: A Novel Navigation System and First Experimental Results: Model-Aided navigation for a quadrotor helicopter",
            "type": "Authorship"
        },
        {
            "from": "Justus Seibold",
            "to": "Model-Aided Navigation for a Quadrotor Helicopter: A Novel Navigation System and First Experimental Results: Model-Aided navigation for a quadrotor helicopter",
            "type": "Authorship"
        },
        {
            "from": "Georg Scholz",
            "to": "Model-Aided Navigation for a Quadrotor Helicopter: A Novel Navigation System and First Experimental Results: Model-Aided navigation for a quadrotor helicopter",
            "type": "Authorship"
        },
        {
            "from": "Gert F. Trommer",
            "to": "Model-Aided Navigation for a Quadrotor Helicopter: A Novel Navigation System and First Experimental Results: Model-Aided navigation for a quadrotor helicopter",
            "type": "Authorship"
        },
        {
            "from": "S. Prudden",
            "to": "Measuring wind with Small Unmanned Aircraft Systems",
            "type": "Authorship"
        },
        {
            "from": "A. Fisher",
            "to": "Measuring wind with Small Unmanned Aircraft Systems",
            "type": "Authorship"
        },
        {
            "from": "M. Marino",
            "to": "Measuring wind with Small Unmanned Aircraft Systems",
            "type": "Authorship"
        },
        {
            "from": "A. Mohamed",
            "to": "Measuring wind with Small Unmanned Aircraft Systems",
            "type": "Authorship"
        },
        {
            "from": "S. Watkins",
            "to": "Measuring wind with Small Unmanned Aircraft Systems",
            "type": "Authorship"
        },
        {
            "from": "G. Wild",
            "to": "Measuring wind with Small Unmanned Aircraft Systems",
            "type": "Authorship"
        },
        {
            "from": "Mehran Khaghani",
            "to": "Evaluation of Wind Effects on UAV Autonomous Navigation Based on Vehicle Dynamic Model",
            "type": "Authorship"
        },
        {
            "from": "Jan Skaloud",
            "to": "Evaluation of Wind Effects on UAV Autonomous Navigation Based on Vehicle Dynamic Model",
            "type": "Authorship"
        },
        {
            "from": "Mehran Khaghani",
            "to": "Assessment of VDM-based autonomous navigation of a UAV under operational conditions",
            "type": "Authorship"
        },
        {
            "from": "Jan Skaloud",
            "to": "Assessment of VDM-based autonomous navigation of a UAV under operational conditions",
            "type": "Authorship"
        },
        {
            "from": "Liyang Wang",
            "to": "A K Nearest Neighborhood-Based Wind Estimation for Rotary-Wing VTOL UAVs",
            "type": "Authorship"
        },
        {
            "from": "Gaurav Misra",
            "to": "A K Nearest Neighborhood-Based Wind Estimation for Rotary-Wing VTOL UAVs",
            "type": "Authorship"
        },
        {
            "from": "Xiaoli Bai",
            "to": "A K Nearest Neighborhood-Based Wind Estimation for Rotary-Wing VTOL UAVs",
            "type": "Authorship"
        },
        {
            "from": "Carl Russell",
            "to": "Wind Tunnel and Hover Performance Test Results for Multicopter UAS Vehicles",
            "type": "Authorship"
        },
        {
            "from": "Jaewoo Jung",
            "to": "Wind Tunnel and Hover Performance Test Results for Multicopter UAS Vehicles",
            "type": "Authorship"
        },
        {
            "from": "Gina Willink",
            "to": "Wind Tunnel and Hover Performance Test Results for Multicopter UAS Vehicles",
            "type": "Authorship"
        },
        {
            "from": "Brett Glasner",
            "to": "Wind Tunnel and Hover Performance Test Results for Multicopter UAS Vehicles",
            "type": "Authorship"
        },
        {
            "from": "Kilian Meier",
            "to": "Wind Estimation with Multirotor UAVs",
            "type": "Authorship"
        },
        {
            "from": "Richard Hann",
            "to": "Wind Estimation with Multirotor UAVs",
            "type": "Authorship"
        },
        {
            "from": "Jan Skaloud",
            "to": "Wind Estimation with Multirotor UAVs",
            "type": "Authorship"
        },
        {
            "from": "Arthur Garreau",
            "to": "Wind Estimation with Multirotor UAVs",
            "type": "Authorship"
        },
        {
            "from": "M. Hadi Amini",
            "to": "Control of Cooperative Unmanned Aerial Vehicles: Review of Applications, Challenges, and Algorithms",
            "type": "Authorship"
        },
        {
            "from": "Arman Sargolzaei",
            "to": "Control of Cooperative Unmanned Aerial Vehicles: Review of Applications, Challenges, and Algorithms",
            "type": "Authorship"
        },
        {
            "from": "Alireza Abbaspour",
            "to": "Control of Cooperative Unmanned Aerial Vehicles: Review of Applications, Challenges, and Algorithms",
            "type": "Authorship"
        },
        {
            "from": "Carl D. Crane",
            "to": "Control of Cooperative Unmanned Aerial Vehicles: Review of Applications, Challenges, and Algorithms",
            "type": "Authorship"
        },
        {
            "from": "Xiaohua Wang",
            "to": "Cooperative UAV Formation Flying With Obstacle/Collision Avoidance",
            "type": "Authorship"
        },
        {
            "from": "Vivek Yadav",
            "to": "Cooperative UAV Formation Flying With Obstacle/Collision Avoidance",
            "type": "Authorship"
        },
        {
            "from": "S. N. Balakrishnan",
            "to": "Cooperative UAV Formation Flying With Obstacle/Collision Avoidance",
            "type": "Authorship"
        },
        {
            "from": "Kenny Chour",
            "to": "An agent-based modeling framework for the multi-UAV rendezvous recharging problem",
            "type": "Authorship"
        },
        {
            "from": "Jean-Paul Reddinger",
            "to": "An agent-based modeling framework for the multi-UAV rendezvous recharging problem",
            "type": "Authorship"
        },
        {
            "from": "James Dotterweich",
            "to": "An agent-based modeling framework for the multi-UAV rendezvous recharging problem",
            "type": "Authorship"
        },
        {
            "from": "Marshal Childers",
            "to": "An agent-based modeling framework for the multi-UAV rendezvous recharging problem",
            "type": "Authorship"
        },
        {
            "from": "James Humann",
            "to": "An agent-based modeling framework for the multi-UAV rendezvous recharging problem",
            "type": "Authorship"
        },
        {
            "from": "Sivakumar Rathinam",
            "to": "An agent-based modeling framework for the multi-UAV rendezvous recharging problem",
            "type": "Authorship"
        },
        {
            "from": "Swaroop Darbha",
            "to": "An agent-based modeling framework for the multi-UAV rendezvous recharging problem",
            "type": "Authorship"
        },
        {
            "from": "T Yamasaki",
            "to": "Sliding mode based pure pursuit guidance for UAV rendezvous and chase with a cooperative aircraft",
            "type": "Authorship"
        },
        {
            "from": "S N Balakrishnan",
            "to": "Sliding mode based pure pursuit guidance for UAV rendezvous and chase with a cooperative aircraft",
            "type": "Authorship"
        },
        {
            "from": "T.W. McLain",
            "to": "Cooperative control of UAV rendezvous",
            "type": "Authorship"
        },
        {
            "from": "P.R. Chandler",
            "to": "Cooperative control of UAV rendezvous",
            "type": "Authorship"
        },
        {
            "from": "S. Rasmussen",
            "to": "Cooperative control of UAV rendezvous",
            "type": "Authorship"
        },
        {
            "from": "M. Pachter",
            "to": "Cooperative control of UAV rendezvous",
            "type": "Authorship"
        },
        {
            "from": "Joel George Manathara",
            "to": "Rendezvous of Multiple UAVs with Collision Avoidance Using Consensus",
            "type": "Authorship"
        },
        {
            "from": "Debasish Ghose",
            "to": "Rendezvous of Multiple UAVs with Collision Avoidance Using Consensus",
            "type": "Authorship"
        },
        {
            "from": "Elia Kaufmann",
            "to": "Champion-level drone racing using deep reinforcement learning",
            "type": "Authorship"
        },
        {
            "from": "Leonard Bauersfeld",
            "to": "Champion-level drone racing using deep reinforcement learning",
            "type": "Authorship"
        },
        {
            "from": "Antonio Loquercio",
            "to": "Champion-level drone racing using deep reinforcement learning",
            "type": "Authorship"
        },
        {
            "from": "Matthias Müller",
            "to": "Champion-level drone racing using deep reinforcement learning",
            "type": "Authorship"
        },
        {
            "from": "Vladlen Koltun",
            "to": "Champion-level drone racing using deep reinforcement learning",
            "type": "Authorship"
        },
        {
            "from": "Davide Scaramuzza",
            "to": "Champion-level drone racing using deep reinforcement learning",
            "type": "Authorship"
        },
        {
            "from": "Alessandro Badalotti",
            "to": "Improving the monitoring of conservation programmes: lessons from a grant-making initiative for threatened species",
            "type": "Authorship"
        },
        {
            "from": "Laura Van Galen",
            "to": "Improving the monitoring of conservation programmes: lessons from a grant-making initiative for threatened species",
            "type": "Authorship"
        },
        {
            "from": "Jean-Christophe Vié",
            "to": "Improving the monitoring of conservation programmes: lessons from a grant-making initiative for threatened species",
            "type": "Authorship"
        },
        {
            "from": "P. J. Stephenson",
            "to": "Improving the monitoring of conservation programmes: lessons from a grant-making initiative for threatened species",
            "type": "Authorship"
        },
        {
            "from": "Cody Gonzalez",
            "to": "A variational theory of lift",
            "type": "Authorship"
        },
        {
            "from": "Haithem E. Taha",
            "to": "A variational theory of lift",
            "type": "Authorship"
        },
        {
            "from": "Hao Chen",
            "to": "Invariant-EKF Design for Quadcopter Wind Estimation",
            "type": "Authorship"
        },
        {
            "from": "He Bai",
            "to": "Invariant-EKF Design for Quadcopter Wind Estimation",
            "type": "Authorship"
        },
        {
            "from": "Clark N. Taylor",
            "to": "Invariant-EKF Design for Quadcopter Wind Estimation",
            "type": "Authorship"
        },
        {
            "from": "Mehran Khaghani",
            "to": "Autonomous Vehicle Dynamic Model-Based Navigation for Small UAVs",
            "type": "Authorship"
        },
        {
            "from": "Jan Skaloud",
            "to": "Autonomous Vehicle Dynamic Model-Based Navigation for Small UAVs",
            "type": "Authorship"
        },
        {
            "from": "Hamidreza Heidari",
            "to": "Collision-free trajectory planning of multi-rotor UAVs in a wind condition based on modified potential field",
            "type": "Authorship"
        },
        {
            "from": "Martin Saska",
            "to": "Collision-free trajectory planning of multi-rotor UAVs in a wind condition based on modified potential field",
            "type": "Authorship"
        },
        {
            "from": "Philipp Crocoll",
            "to": "Quadrotor inertial navigation aided by a vehicle dynamics model with in-flight parameter estimation",
            "type": "Authorship"
        },
        {
            "from": "Gert F Trommer",
            "to": "Quadrotor inertial navigation aided by a vehicle dynamics model with in-flight parameter estimation",
            "type": "Authorship"
        },
        {
            "from": "Kenneth Joseph Paul",
            "to": "Introducing Vehicle Dynamic Models in Dynamic Networks for Navigation in UAVs",
            "type": "Authorship"
        },
        {
            "from": "B. Subramanian",
            "to": "Experimental analysis of wakes in a utility scale wind farm",
            "type": "Authorship"
        },
        {
            "from": "N. Chokani",
            "to": "Experimental analysis of wakes in a utility scale wind farm",
            "type": "Authorship"
        },
        {
            "from": "R.S. Abhari",
            "to": "Experimental analysis of wakes in a utility scale wind farm",
            "type": "Authorship"
        },
        {
            "from": "B. Subramanian",
            "to": "Drone-Based Experimental Investigation of Three-Dimensional Flow Structure of a Multi-Megawatt Wind Turbine in Complex Terrain",
            "type": "Authorship"
        },
        {
            "from": "N. Chokani",
            "to": "Drone-Based Experimental Investigation of Three-Dimensional Flow Structure of a Multi-Megawatt Wind Turbine in Complex Terrain",
            "type": "Authorship"
        },
        {
            "from": "R. S. Abhari",
            "to": "Drone-Based Experimental Investigation of Three-Dimensional Flow Structure of a Multi-Megawatt Wind Turbine in Complex Terrain",
            "type": "Authorship"
        },
        {
            "from": " Hann, Richard",
            "to": "Scientific Applications of Unmanned Vehicles in Svalbard (UAV Svalbard)",
            "type": "Authorship"
        },
        {
            "from": " Altstädter, Barbara",
            "to": "Scientific Applications of Unmanned Vehicles in Svalbard (UAV Svalbard)",
            "type": "Authorship"
        },
        {
            "from": " Betlem, Peter",
            "to": "Scientific Applications of Unmanned Vehicles in Svalbard (UAV Svalbard)",
            "type": "Authorship"
        },
        {
            "from": " Deja, Kajetan",
            "to": "Scientific Applications of Unmanned Vehicles in Svalbard (UAV Svalbard)",
            "type": "Authorship"
        },
        {
            "from": " Dragańska-Deja, Katarzyna",
            "to": "Scientific Applications of Unmanned Vehicles in Svalbard (UAV Svalbard)",
            "type": "Authorship"
        },
        {
            "from": " Ewertowski, Marek",
            "to": "Scientific Applications of Unmanned Vehicles in Svalbard (UAV Svalbard)",
            "type": "Authorship"
        },
        {
            "from": " Hartvich, Filip",
            "to": "Scientific Applications of Unmanned Vehicles in Svalbard (UAV Svalbard)",
            "type": "Authorship"
        },
        {
            "from": " Jonassen, Marius",
            "to": "Scientific Applications of Unmanned Vehicles in Svalbard (UAV Svalbard)",
            "type": "Authorship"
        },
        {
            "from": " Lampert, Astrid",
            "to": "Scientific Applications of Unmanned Vehicles in Svalbard (UAV Svalbard)",
            "type": "Authorship"
        },
        {
            "from": " Laska, Michał",
            "to": "Scientific Applications of Unmanned Vehicles in Svalbard (UAV Svalbard)",
            "type": "Authorship"
        },
        {
            "from": " Sobota, Ireneusz",
            "to": "Scientific Applications of Unmanned Vehicles in Svalbard (UAV Svalbard)",
            "type": "Authorship"
        },
        {
            "from": " Storvold, Rune",
            "to": "Scientific Applications of Unmanned Vehicles in Svalbard (UAV Svalbard)",
            "type": "Authorship"
        },
        {
            "from": " Tomczyk, Aleksandra",
            "to": "Scientific Applications of Unmanned Vehicles in Svalbard (UAV Svalbard)",
            "type": "Authorship"
        },
        {
            "from": " Wojtysiak, Kacper",
            "to": "Scientific Applications of Unmanned Vehicles in Svalbard (UAV Svalbard)",
            "type": "Authorship"
        },
        {
            "from": " Zagórski, Piotr",
            "to": "Scientific Applications of Unmanned Vehicles in Svalbard (UAV Svalbard)",
            "type": "Authorship"
        },
        {
            "from": "Astrid Lampert",
            "to": "Unmanned Aerial Systems for Investigating the Polar Atmospheric Boundary Layer—Technical Challenges and Examples of Applications",
            "type": "Authorship"
        },
        {
            "from": "Barbara Altstädter",
            "to": "Unmanned Aerial Systems for Investigating the Polar Atmospheric Boundary Layer—Technical Challenges and Examples of Applications",
            "type": "Authorship"
        },
        {
            "from": "Konrad Bärfuss",
            "to": "Unmanned Aerial Systems for Investigating the Polar Atmospheric Boundary Layer—Technical Challenges and Examples of Applications",
            "type": "Authorship"
        },
        {
            "from": "Lutz Bretschneider",
            "to": "Unmanned Aerial Systems for Investigating the Polar Atmospheric Boundary Layer—Technical Challenges and Examples of Applications",
            "type": "Authorship"
        },
        {
            "from": "Jesper Sandgaard",
            "to": "Unmanned Aerial Systems for Investigating the Polar Atmospheric Boundary Layer—Technical Challenges and Examples of Applications",
            "type": "Authorship"
        },
        {
            "from": "Janosch Michaelis",
            "to": "Unmanned Aerial Systems for Investigating the Polar Atmospheric Boundary Layer—Technical Challenges and Examples of Applications",
            "type": "Authorship"
        },
        {
            "from": "Lennart Lobitz",
            "to": "Unmanned Aerial Systems for Investigating the Polar Atmospheric Boundary Layer—Technical Challenges and Examples of Applications",
            "type": "Authorship"
        },
        {
            "from": "Magnus Asmussen",
            "to": "Unmanned Aerial Systems for Investigating the Polar Atmospheric Boundary Layer—Technical Challenges and Examples of Applications",
            "type": "Authorship"
        },
        {
            "from": "Ellen Damm",
            "to": "Unmanned Aerial Systems for Investigating the Polar Atmospheric Boundary Layer—Technical Challenges and Examples of Applications",
            "type": "Authorship"
        },
        {
            "from": "Ralf Käthner",
            "to": "Unmanned Aerial Systems for Investigating the Polar Atmospheric Boundary Layer—Technical Challenges and Examples of Applications",
            "type": "Authorship"
        },
        {
            "from": "Thomas Krüger",
            "to": "Unmanned Aerial Systems for Investigating the Polar Atmospheric Boundary Layer—Technical Challenges and Examples of Applications",
            "type": "Authorship"
        },
        {
            "from": "Christof Lüpkes",
            "to": "Unmanned Aerial Systems for Investigating the Polar Atmospheric Boundary Layer—Technical Challenges and Examples of Applications",
            "type": "Authorship"
        },
        {
            "from": "Stefan Nowak",
            "to": "Unmanned Aerial Systems for Investigating the Polar Atmospheric Boundary Layer—Technical Challenges and Examples of Applications",
            "type": "Authorship"
        },
        {
            "from": "Alexander Peuker",
            "to": "Unmanned Aerial Systems for Investigating the Polar Atmospheric Boundary Layer—Technical Challenges and Examples of Applications",
            "type": "Authorship"
        },
        {
            "from": "Thomas Rausch",
            "to": "Unmanned Aerial Systems for Investigating the Polar Atmospheric Boundary Layer—Technical Challenges and Examples of Applications",
            "type": "Authorship"
        },
        {
            "from": "Fabian Reiser",
            "to": "Unmanned Aerial Systems for Investigating the Polar Atmospheric Boundary Layer—Technical Challenges and Examples of Applications",
            "type": "Authorship"
        },
        {
            "from": "Andreas Scholtz",
            "to": "Unmanned Aerial Systems for Investigating the Polar Atmospheric Boundary Layer—Technical Challenges and Examples of Applications",
            "type": "Authorship"
        },
        {
            "from": "Denis Sotomayor Zakharov",
            "to": "Unmanned Aerial Systems for Investigating the Polar Atmospheric Boundary Layer—Technical Challenges and Examples of Applications",
            "type": "Authorship"
        },
        {
            "from": "Dominik Gaus",
            "to": "Unmanned Aerial Systems for Investigating the Polar Atmospheric Boundary Layer—Technical Challenges and Examples of Applications",
            "type": "Authorship"
        },
        {
            "from": "Stephan Bansmer",
            "to": "Unmanned Aerial Systems for Investigating the Polar Atmospheric Boundary Layer—Technical Challenges and Examples of Applications",
            "type": "Authorship"
        },
        {
            "from": "Birgit Wehner",
            "to": "Unmanned Aerial Systems for Investigating the Polar Atmospheric Boundary Layer—Technical Challenges and Examples of Applications",
            "type": "Authorship"
        },
        {
            "from": "Falk Pätzold",
            "to": "Unmanned Aerial Systems for Investigating the Polar Atmospheric Boundary Layer—Technical Challenges and Examples of Applications",
            "type": "Authorship"
        },
        {
            "from": "Fernando Carbajo Fuertes",
            "to": "Multirotor UAV-Based Platform for the Measurement of Atmospheric Turbulence: Validation and Signature Detection of Tip Vortices of Wind Turbine Blades",
            "type": "Authorship"
        },
        {
            "from": "Lionel Wilhelm",
            "to": "Multirotor UAV-Based Platform for the Measurement of Atmospheric Turbulence: Validation and Signature Detection of Tip Vortices of Wind Turbine Blades",
            "type": "Authorship"
        },
        {
            "from": "Fernando Porté-Agel",
            "to": "Multirotor UAV-Based Platform for the Measurement of Atmospheric Turbulence: Validation and Signature Detection of Tip Vortices of Wind Turbine Blades",
            "type": "Authorship"
        },
        {
            "from": "Samir Bouabdallah",
            "to": "Design and control of quadrotors with application to autonomous flying",
            "type": "Authorship"
        },
        {
            "from": "Patrick P. Neumann",
            "to": "Real-time wind estimation on a micro unmanned aerial vehicle using its inertial measurement unit",
            "type": "Authorship"
        },
        {
            "from": "Matthias Bartholmai",
            "to": "Real-time wind estimation on a micro unmanned aerial vehicle using its inertial measurement unit",
            "type": "Authorship"
        },
        {
            "from": "Joachim Reuder",
            "to": "The Small Unmanned Meteorological Observer SUMO: A new tool for atmospheric boundary layer research",
            "type": "Authorship"
        },
        {
            "from": "Pascal Brisset",
            "to": "The Small Unmanned Meteorological Observer SUMO: A new tool for atmospheric boundary layer research",
            "type": "Authorship"
        },
        {
            "from": "Marius Müller Jonassen",
            "to": "The Small Unmanned Meteorological Observer SUMO: A new tool for atmospheric boundary layer research",
            "type": "Authorship"
        },
        {
            "from": "Stephanie Mayer",
            "to": "The Small Unmanned Meteorological Observer SUMO: A new tool for atmospheric boundary layer research",
            "type": "Authorship"
        },
        {
            "from": "Karen Anderson",
            "to": "Lightweight unmanned aerial vehicles will revolutionize spatial ecology",
            "type": "Authorship"
        },
        {
            "from": "Kevin J Gaston",
            "to": "Lightweight unmanned aerial vehicles will revolutionize spatial ecology",
            "type": "Authorship"
        },
        {
            "from": "Owen R. O’Shea",
            "to": "Predictable pollution: An assessment of weather balloons and associated impacts on the marine environment – An example for the Great Barrier Reef, Australia",
            "type": "Authorship"
        },
        {
            "from": "Mark Hamann",
            "to": "Predictable pollution: An assessment of weather balloons and associated impacts on the marine environment – An example for the Great Barrier Reef, Australia",
            "type": "Authorship"
        },
        {
            "from": "Walter Smith",
            "to": "Predictable pollution: An assessment of weather balloons and associated impacts on the marine environment – An example for the Great Barrier Reef, Australia",
            "type": "Authorship"
        },
        {
            "from": "Heidi Taylor",
            "to": "Predictable pollution: An assessment of weather balloons and associated impacts on the marine environment – An example for the Great Barrier Reef, Australia",
            "type": "Authorship"
        },
        {
            "from": "Stephanie Mayer",
            "to": "A ‘No-Flow-Sensor’ Wind Estimation Algorithm for Unmanned Aerial Systems",
            "type": "Authorship"
        },
        {
            "from": "Gautier Hattenberger",
            "to": "A ‘No-Flow-Sensor’ Wind Estimation Algorithm for Unmanned Aerial Systems",
            "type": "Authorship"
        },
        {
            "from": "Pascal Brisset",
            "to": "A ‘No-Flow-Sensor’ Wind Estimation Algorithm for Unmanned Aerial Systems",
            "type": "Authorship"
        },
        {
            "from": "Marius O. Jonassen",
            "to": "A ‘No-Flow-Sensor’ Wind Estimation Algorithm for Unmanned Aerial Systems",
            "type": "Authorship"
        },
        {
            "from": "Joachim Reuder",
            "to": "A ‘No-Flow-Sensor’ Wind Estimation Algorithm for Unmanned Aerial Systems",
            "type": "Authorship"
        },
        {
            "from": "Mehran Khaghani",
            "to": "Autonomous Vehicle Dynamic Model-Based Navigation for Small UAVs: Autonomous VDM Based Navigation for Small UAVs",
            "type": "Authorship"
        },
        {
            "from": "Jan Skaloud",
            "to": "Autonomous Vehicle Dynamic Model-Based Navigation for Small UAVs: Autonomous VDM Based Navigation for Small UAVs",
            "type": "Authorship"
        },
        {
            "from": "Leonard Bauersfeld",
            "to": "NeuroBEM: Hybrid Aerodynamic Quadrotor Model",
            "type": "Authorship"
        },
        {
            "from": "Elia Kaufmann",
            "to": "NeuroBEM: Hybrid Aerodynamic Quadrotor Model",
            "type": "Authorship"
        },
        {
            "from": "Philipp Foehn",
            "to": "NeuroBEM: Hybrid Aerodynamic Quadrotor Model",
            "type": "Authorship"
        },
        {
            "from": "Sihao Sun",
            "to": "NeuroBEM: Hybrid Aerodynamic Quadrotor Model",
            "type": "Authorship"
        },
        {
            "from": "Davide Scaramuzza",
            "to": "NeuroBEM: Hybrid Aerodynamic Quadrotor Model",
            "type": "Authorship"
        },
        {
            "from": "Anis Koubaa",
            "to": "RotorS—A Modular Gazebo MAV Simulator Framework",
            "type": "Authorship"
        },
        {
            "from": "Fadri Furrer",
            "to": "RotorS—A Modular Gazebo MAV Simulator Framework",
            "type": "Authorship"
        },
        {
            "from": "Michael Burri",
            "to": "RotorS—A Modular Gazebo MAV Simulator Framework",
            "type": "Authorship"
        },
        {
            "from": "Markus Achtelik",
            "to": "RotorS—A Modular Gazebo MAV Simulator Framework",
            "type": "Authorship"
        },
        {
            "from": "Roland Siegwart",
            "to": "RotorS—A Modular Gazebo MAV Simulator Framework",
            "type": "Authorship"
        },
        {
            "from": "Philippe Martin",
            "to": "The true role of accelerometer feedback in quadrotor control",
            "type": "Authorship"
        },
        {
            "from": "Erwan Salaun",
            "to": "The true role of accelerometer feedback in quadrotor control",
            "type": "Authorship"
        },
        {
            "from": "T Chai",
            "to": "Root mean square error (RMSE) or mean absolute error (MAE)? – Arguments against avoiding RMSE in the literature",
            "type": "Authorship"
        },
        {
            "from": "R R Draxler",
            "to": "Root mean square error (RMSE) or mean absolute error (MAE)? – Arguments against avoiding RMSE in the literature",
            "type": "Authorship"
        },
        {
            "from": "Kees de Jong",
            "to": "Precise GNSS Positioning in Arctic Regions",
            "type": "Authorship"
        },
        {
            "from": "Matthew Goode",
            "to": "Precise GNSS Positioning in Arctic Regions",
            "type": "Authorship"
        },
        {
            "from": "Xianglin Liu",
            "to": "Precise GNSS Positioning in Arctic Regions",
            "type": "Authorship"
        },
        {
            "from": "Mark Stone",
            "to": "Precise GNSS Positioning in Arctic Regions",
            "type": "Authorship"
        },
        {
            "from": "Yaohong Qu",
            "to": "Real-Time Wind Vector Estimation for a Micro UAV",
            "type": "Authorship"
        },
        {
            "from": "Zhewen Xing",
            "to": "Real-Time Wind Vector Estimation for a Micro UAV",
            "type": "Authorship"
        },
        {
            "from": "Youmin Zhang",
            "to": "Real-Time Wind Vector Estimation for a Micro UAV",
            "type": "Authorship"
        },
        {
            "from": "Ziquan Yu",
            "to": "Real-Time Wind Vector Estimation for a Micro UAV",
            "type": "Authorship"
        }
    ]
}